{"da":{"0":"Ja, det har kun taget dem et halvt år at godkende at jeg ikke har en rød reje :see_no_evil:","1":"Cool :slightly_smiling_face:! Haha og fedt med boligstøtte :sweat_smile:","2":"Super snak. Fedt at få afstemt forventninger m.m. :spock-hand::skin-tone-5:","3":"<https:\/\/www.youtube.com\/watch?v=0xc3XdOiGGI> Stop what you are doing! Se de første 10-12 minutter, og resten på et andet tidspunkt :smile:","4":"Haha Frontend Rasmus :sweat_smile: men fedt! ","5":"Frontend Rasmus kommer i morgen (han er 30 år) kl 10.00. Kristian (filosof) kl 16.00. Søren Ikast (psykolog) er frisk på et møde - det får jeg i kalenderen hurtigst muligt. ","6":"Jo! Er også tilstede, er bare nødsaget til at arbejde på et andet projekt imens:sweat_smile:","7":"Alright. Skal vi ikke bare tage et hurtigt morning meeting så? Opfølgning på ugens arbejde etc. ","8":"Bliver nød til at arbejde på konsulentopgaver i morgen...","9":"Ikke helt planlagt hva tid, men tager forbi og sidder et par timer i dag. Må lige se om jeg kan nå at være deroppe mens du sidder der. ","10":"Alright.:+1: Bliver bare hjemme idag så","11":"Nej tager derop nu og frem til 16. ","12":"Er du deroppe nu? Er lige in the zone herhjemme, så ved heller ikke om jeg kommer.","13":"Ja enig. :slightly_smiling_face: Jeg er spændt på at se hvad vi kommer frem til, og så syntes jeg bare vi en gang for alle skal have slået i bordet og få lagt en strukturet produktplan, udvekslet kontrakter, grine lidt af det hele og så bare klø på :slightly_smiling_face:!","14":"Desværre, jeg har lige noget andet arbejde jeg skal have ud af verden og så kommer de gamle på besøg :slightly_smiling_face:","15":"Nogen på kontoret idag? ","16":"Jeg kommer op senere guys ","17":":sweat:","18":"Breathtaking","19":"FUCK DET GÅR HURTIGT MAN!\n<http:\/\/www.speedtest.net\/result\/5808024770.png>","20":"<!channel>: På mandag kan de se i systemet om vi kan få pair bonding (fordoblet hastighed). HVIS det er muligt, koster det 2000,- at få sat op. Men fordi det er os, kan vi få det oprettet for 0,-. Dog vil den månedlige pris stige med 20-30,-.  ","21":"Haha no worries :joy:","22":"Ah .. Kan se min besked ikke var helt svar på dit spørgsmål <@U2M8LV0D9> :sweat_smile::sweat_smile: selvfølgelig!","23":"Fedt <@U32NLC2HK> :+1:! :slightly_smiling_face:","24":"Super god snak idag!","25":"Jo kan vi godt <@U2M8LV0D9> . Jeg kigger på det efter uni. Havde forresten et interview med en pige igår som jeg virkelig fik nogle gode pointer ud af. Fortælle nærmere om imorgen :slightly_smiling_face:","26":"Forberedelserne er jeg helt med på at man kan udarbejde. Men ser ikke det rationelle i at skubbe en masse ud på sociale medier før man ved hvordan man ser ud..? ","27":"Hvis i har travlt med andet ift. produktet ja, hvis ikke nej","28":"Ift sociale medie. Lad os afvente til det nye logo (ansigt udadtil) står klart. Bare så der er endnu mere nyhedsværdi.. ","29":"Vi har oprettet et drafted Trello board (user_research) under Krispa - tjek det gerne ud. ","30":"Så skal vi også have vores sociale medie sider oppet, så eventuelle hires og users kan se hvem vi er, hvad vi står for og hvad vi bruger vores tid på","31":"<@U32NLC2HK> <@U321CN2N7> kan i ikke begynde at formulere nogle spørgsmål vi kan stille brugeren i app'en, i forhold til Helt, Mål, Oplevelser osv.? :slightly_smiling_face:","32":"Fun fact: Der har ikke været et tidspunkt i dag hvor vi alle 3 har stået op på samme tid. :trollface:","33":"Udemy\nUsername: <mailto:rasmus@clai.io|rasmus@clai.io>\nPassword: PyxPGGPTbFtwVt6Kw2YowspgF79wB4","34":"Last chance!\nDiscounted price: €100\nOriginal price: €1,540","35":"God bedring! ","36":"<https:\/\/www.udemy.com\/data-science-and-machine-learning-with-python-hands-on\/>","37":"<@U32NLC2HK|anderschanruk> has joined the channel","38":":ok_hand:","39":"Smid en liste, så køber jeg dem i morgen.. nemmere at bogføre.. når man nu ikke har AIcounting","40":":+1::skin-tone-3:","41":":+1: hvis folk finder noget der har interesse og kan forbedre dem, så sig til! ","42":"Udemy holder Black friday sale (lidt for tidligt), billigere jo hurtigere man køber!","43":"Godt så:wink:","44":"Jaa jeg joker da bare :wink: Selvfølgelig skal vi da klø på.","45":"Så ville jeg hellere at du sagt, at du ville bruge nået tid sammen med familien. Nu skal vi ikke køre mere i det, men vil bare sætte forventningerne klart. ","46":"Er blevet skidt så regner først med at være på kontoret senere i morgen:tired_face:","47":"Nu skal vi lige finde ud af i morgen hvad det overhovedet er vi laver :wink:","48":"‘alt andet lige’. Hvis vores kompetencer tilsvare, så vil deres ekstra indsats resultere i et bedre produkt...","49":"Hvis konkurrenternes produkt er halvt så godt som vores, så går det lige op.. :sweat_smile:","50":"Hvad fanden skal vi med en sove-sofa hvis i tager hjem til frokost :sweat_smile:","51":"Nej, sidder og får undervisning i el-tavler og forhandler dadler :money_with_wings:","52":":joy: of course - I know! Er du på vej?","53":"alt andet lige","54":"Hvis vores konkurrent arbejder 100 timer om ugen og vi kun arbejder 50, så når de dobbelt så langt som vi gør på samme tid.","55":"fokus på brugeren, ikke konkurrenten","56":":joy:","57":":fu:","58":":thumbsdown: Gad vide om vores konkurrenter tager lige så tidligt hjem ...","59":"Men kage? masser af det btw","60":"And then they were 1.. ","61":"Naah, hjem til mors mad inden så længe.. :wink:","62":"<@U321CN2N7> Sulten?","63":"What!?!?","64":"Kun <@U321CN2N7> :relaxed: jeg er lige gået ","65":"Hvem er tilbage på kontoret? Skal vi ikke bestillige noget mad er sulten!","66":"<@U321CN2N7|abedkreidly> has joined the channel","67":"Super :) ","68":"Har oprettet os derinde..","69":"Skal nok give besked når jeg ved mere","70":"Pas :)","71":"Mødes vi i Kongensgade?","72":"Vi tager den i morgen ;)","73":"Hvordan gik mødet? :slightly_smiling_face:","74":":joy:","75":":rage4:","76":"Typen der er glad for 90'er skydespil :joy::see_no_evil:","77":"Jep","78":"Som i Rødegårdsvej? ","79":"\"Portfolio for JIRA. A nifty planning tool that helps you build viable roadmaps, manage available and required resources and assess project progress.” .... allerede solgt!","80":"Rødedoomsvej :point_left::skin-tone-2:","81":"Er i ved Mark eller i Kongensgade?","82":"Haha ja okay, så kan jeg sku ikk nå med derud, skal ud og kigge på nogle ting med min kæreste i eftermiddag når hun er hjemme fra studie. Men jeg kigger lige op forbi til en kop kaffe inden længe! :smiley:","83":"Men Abed er her, så du er stadig velkommen til at komme og hilse på ham :wink:","84":"Nå never mind, vi udskyder til 12 tiden, og så tager vi kun der ud for at sidde i sofaer :slightly_smiling_face:","85":"Altså jeg tænker da heller ikk det er særlig svært at køre den.. Rødedoomsvej?? :joy:","86":"Det skal hun nok :wink: Kan du være herovre (Rødedoomsvej) kl 9.45 ish? :smile:","87":"Haha har sku aldrig gjort det. Troede Charlotte skulle køre?","88":"<@U2M8LV0D9> Kan du køre varevogn? :stuck_out_tongue:","89":"Super :slightly_smiling_face:! ","90":"Ikke joke med jira..","91":"Og Charlotte har en bil\/varevogn :slightly_smiling_face:","92":"Jeg skal lige ind forbi Kongensgade før vi smutter, for at måle op, men så tænker jeg at vi kan blive samlet op eller gå ned til Charlotte derfra.\nSkal nok lige give en heads-up når jeg ved mere :stuck_out_tongue:","93":"Cool :slightly_smiling_face: hvordan kommer vi derud\/hvor mødes vi? Går ud fra i har en bil\/varevogn","94":"Et sted mellem 9 og 14 ish... det kommer ikke til at gå over 17... ish :wink:","95":"Haha! Nej jeg vil da gerne med :slightly_smiling_face: men hvad tid? Har en Mortens aften aftale ved svigerforældrene","96":"<@U2M8LV0D9> Skal du med i Ikea i dag, eller har du allerede fået nok efter lige at have flyttet? :wink:","97":"Cool! Kunne være super fedt at være et virkelig tæt feedback med brugerne","98":"Her er  faktisk en måde hvorpå vi kan brugerteste dagbogen. Hvis vi laver en funktion i den, hvor det de udfylder\/skriver i den del, bliver synced indtil os som feedback. Hvis vi så samtidig eventuelt kan svare dem der, hvis de stiller spørgsmål. In-app customer service\/user test. <http:\/\/adobe.ly\/2eNuEeG>","99":"Fucking tørt...!!","100":"Enig. Skræmmende","101":"Jeg har noget klar til på torsdag. Det er egentlig samme elementer jeg efterspørger.. struktur, organisering og gennemsigtighed.. Så må vi se hvad der kan facilitere det bedst. JIRA ftw.. gas","102":"W... T... F...","103":"Haha det var en mulighed :wink:","104":"Du må bare designe rundt om flængen :wink:","105":"What :open_mouth: Nå, så må jeg håbe den ikke flækker yderligere, og så til den tid, skulle det ske - købe en ny :slightly_smiling_face:","106":"Fuck.. De har limet hele lortet fast i den computer.. Så man er nødt til at skifte hele skærmen, hvis man ikke har mucho fancy grej.. :&lt;","107":"Tak! :slightly_smiling_face:","108":"Fedt :slightly_smiling_face:","109":"Nej det var bare årgang, så ser jeg om man kan finde en ny glasfront til den :slightly_smiling_face:","110":"En 21,5 tommer, late '13 model.. Så det er en af slim modellerne hvis det er det du tænker på :slightly_smiling_face:","111":"<@U2M8LV0D9> Hvilken model iMac har du?","112":"Vender den lige med gadaffi i morgen","113":"og vi skal løfte os som team","114":"FYI Abed kommer og arbejder idag til onsdag. ","115":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F2NU08KPF\/slack_for_ios_upload.jpg|Slack for iOS Upload>","116":"<@U2M8LV0D9|martinballe> has joined the channel","117":"Outsourcing! :joy:","118":"Alright! Hahahha, så må vi gøre det igennem ham :joy:","119":"SDU har software ingeniør og dataloger.\nEAL har webudviklere og datamatikere.\nTror jeg ved hvem man skal kontakte, men mit forhold med dem er ikke super.. Tony ville være oplagt, han er dem alles teachers pet :joy:","120":"Har du kontakt til nogen på din gamle uddannelse? Evt. ham Bach rådfører sig ved til kandidater for Woerk?","121":"Nå jeg troede ellers at SDU havde datamatiker uddannelser, måske er det bare Software-engineering. Anyhow, de uddannelser som kan indeholde teknisk kompetente folk, som med større sandsynlighed vil kunne lære det vi har behov for","122":"Datamatiker er under den jeg har, så nok mere relevant at prøve webudviklere.. det er også en overbygning til datamatiker.\nSDU har ikke noget med de uddannelser at gøre :)","123":"Vi skal bare lige finde en måde at kommunikere det bedst ud på. Jeg tænker dit netværk på SDU vil være en god start","124":"Men projektlederen i mig skriger på lidt struktur, specielt når vi nu begynder at få nye ansigter til","125":"Billig (gratis) arbejdskraft, forhåbentlig nogle udvikler-kandidater og en mulighed for at give noget tilbage","126":"For at imødekomme vores udvikler problem, så tænker jeg at vi må få nogle unge datamatiker studerende ind i ‘praktik’. Sælge den på at de kan arbejde på rigtige projekter (konsulent opgaver evt.) i fede lokaler, blive undervist af og arbejde med branche-eksperter med ‘bleeding-edge’ teknologi og forhåbentlig blive ansat efter. Hvis ikke ansættelse, så giver vi dem en anbefaling med på vejen, som forhåbentlig vil gøre de finder et andet arbejde hurtigere.","127":"<https:\/\/techcrunch.com\/2016\/06\/28\/goodbye-accountants-startup-builds-ai-to-automate-all-your-accounting\/>","128":"<https:\/\/dinero.dk\/support\/dinero-crowd\/>","129":"TV2 har lige ringet og spurgt om vi er kompetente i React og om vi kan hjælpe dem med et projekt :sweat_smile:","130":"<https:\/\/datacvr.virk.dk\/data\/node\/80>","131":"Ift. Til ovenstående billede. Så tror jeg faktisk vi skal prøve at få det regnskabssystem udviklet først. Hvis vi kan isolere det og sælge en billy service, hvor man kan scanne regninger og bogføre automatisk. Så vil vi kunne træne vores algoritme og senere integrere den i vores system. ","132":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F22532RUZ\/slack_for_ios_upload.jpg|Slack for iOS Upload>","133":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F20PY8HGA\/slack_for_ios_upload.jpg|Slack for iOS Upload>","134":"- Tesla distributionssystem: \n- Udviklingsværktøj til serverless: <https:\/\/trello.com\/c\/Vh48UYNj\/18-tower-og-kitenetic-interface-til-aws-serverless-m-fl#>","135":"<@U321CN2N7> Bestræb dig på at have lidt ideer klar til et eventuelt PM værktøj på torsdag – her vil vi selvfølgelig også gå mere i detaljer med hvad vi har brug for. Formålet er ikke at tilføje et nyt værktøj til vores pipeline, men et framework for at kunne organisere sig, så alle er opdaterede og vi strømliner arbejdsprocesser. Pt. bruger vi Trello, Slack og Google Drive, hvoraf ingen fordrer en strengent arbejdsprocess. Om løsningen bare er er tillægge sådan en på eksisterende eller tilføje et nyt værktøj må vi prøve os frem til. Men forsøg at indtænkt nogle af de agile principper du har fra studiet og at besvare det spørgsmål du spurgte om, så sent som igår: ‘hvor langt er i’? Er der en måde hvor DU altid ville kunne have en føling på dette? Bare det ikke er Jira eller andet med for meget overhead, så er jeg stortset ligeglad med hvad vi bruger :joy:","136":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F20NH1GTY\/slack_for_ios_upload.jpg|Slack for iOS Upload>","137":"Mark Yousef edited <https:\/\/www.notion.so\/f9c55b69167e484eb386ac3d8b367a9d?ref=slack|Clai Home>","138":"added an integration to this channel: <https:\/\/clai.slack.com\/services\/B1ZS87CQ3|Notion>","139":"Alrighty, kewl :)","140":"Ja det var planen, såfremt det passer ind. No idea, 21 tiden. ","141":"<@U17LJ3US2>: skulle vi også møde med Mads i morgen? Hvornår tænker du vi er i Odense igen?","142":"<@U17LJ3US2>: <http:\/\/dev.clai.io\/slack-partner\/>","143":"Tak.\n\nSmukfest har fået et cashless system!","144":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1WKCFY59\/slack_website.sketch|slack_website.sketch>","145":"Kan du ikke sende mig sketch filen for Slack når du har tid? :slightly_smiling_face:","146":"Ærgeligt <@U32NLC2HK>, men fuld forståelse og respekt herfra! :slightly_smiling_face: :+1::skin-tone-4:","147":"Tror man \"skal\" lave det som posts.. lidt doom","148":"Prøver","149":"Kan være det bare et et par uvidende studerende som styrer deres facebook..","150":"De kan godt finde ud af at svare på facebook.. suk","151":"Ass!","152":"Har nogle credits på min egen :slightly_smiling_face: De har ‘ekstraordinært travlt’ så kan ikke komme igennem :sweat:","153":"Hvis du har behov for at logge ind på telmore, så skulle password gerne ligge i 1Password nu :slightly_smiling_face:","154":"Gratis! Ellers kan du også bare købe nogle kredits på firma kortet.. Jo før de kan sende det sim kort, jo bedere","155":"<https:\/\/www.skype.com\/da\/offers\/unlimited-world-calling\/>","156":"Ja, det kunne jeg selvfølgelig gøre","157":"Hey guys! Havde en rigtig god snak med Mark nytårsaften ift. forventninger i 2017. Vi fik snakket om nogle tanker, jeg på det seneste har gjort mig. \n\nJeg sidder midt i en 2 måneders eksamenperiode som tager alt min tid og fokus. Kan mærke på min krop, at det er begyndt at blive lidt en stress faktor, at jeg både har studie og at skulle starte et projekt op fra bunden kørende på samme tid. \nSamtidig ved jeg også, at om 5 måneder, står jeg igen i en eksamensperiode som gør mig out of service, efterfulgt af et halvt års praktikforløb.  \n\nDerfor har gjort op med mig selv, at jeg enten fokuserer 100% på studiet eller 100% på projektet. En skæv fordeling kan jeg ikke få til at fungere og et lack of commitment er det sidste jeg vil være kendt for. \nJeg vælger at fokusere på studiet og få afsluttet det med manér, så jeg kan tænke tilbage og være stolt over min indsats. Noget som desværre aldrig skete under min bachelor.    \n\nTiden er bare ikke rigtig for mig lige nu, men er sikker på vi mødes, når den er. Og til den tid håber jeg der er flere hæve\/sænke borde. Døjer med store rygproblemer. \n\nHåber inderligt at i får skabt et fucking awesome revolutionerende produkt!","158":"Skype?","159":"Ja det må du gerne. Jeg er ikke lige i nærheden af en telefon der kan ringe :sweat:","160":"De var pænt længe om at svare mig pr. mail.. Skal jeg prøve at ringe, hvis de ikke har svaret inden?","161":"Har skrevet til deres kundeservice :slightly_smiling_face:","162":"Fik du ringet til Telmore, eller skal jeg gøre det når jeg lander?","163":"<https:\/\/trello.com\/c\/4ffRC9Sy\/17-andrews-opgaver> :smile:","164":"Cool, der sker sku noget! Hvad vil du sætte dig bror til? :slightly_smiling_face:","165":"Min bror har spurgt om han kunne hjælpe med noget, mens han har fri. Han kommer nok over weekenden, så sætter jeg ham igang med lidt","166":"Skal mødes med Tony idag. Og nok også Niels og Henning senere. Har inviteret Schmidt mandag, så han kan dele insights og vi kan planlægge lidt.","167":"Awesome... fucking awesome! :smile:","168":":+1::skin-tone-5:","169":"Har bestilt fremvisning af en række interessante kontorlejemål. Afventer lige svar på hvornår fremvisningen skal ske.","170":"Har fået 2 stk hæve-sænk skriveborde nede fra Ådalen hvor min far arbejder! :smile: Sweet!! Så kan vi bruge dem på en ordenlig stol :wink:","171":"Jeg har ikke lige haft tid til at undersøge det endnu. Helt vildt! Præcis. En masse connected nodes! ","172":"Vi sniger os ind i alle brancher og tech virksomheder, når vi så har en perfekte idé (swebly) klar, så kan vi launche med et brag :smile:","173":"Hvor mange brugere har de på den? Det kunne være meget interessant at vide i forhold til om folk har vænnet sig til den type...\nDet er jo også fucking kewl!","174":"Vi bliver et tech konglomerat ","175":"Præcis :sweat_smile:","176":"Sådan man! 300k og 5% af deres virksomhed.. solgt!","177":"De mangler også en app sagde han :stuck_out_tongue_winking_eye:","178":"Ja de har lige lanceret på Fyn. Hhahahhahahahahahaah!! Dammit, han var faktisk ældre end mig:joy:","179":"Forberedelse:\n- overvejelser omkring ovenstående\n- hvilke kompetencer, ændringer, fokus og læring ser du for dig selv og dine kollegaer i fremtiden?\n- hvad har du lært ind til nu om dine kollegaer og virksomhed?","180":"Bestemt! Er de i Odense endnu?\nHahaha \"kørte med en ung iværksætter\" - fuck du lyder gammel, din knejt :joy:","181":"Sikkert samme målgruppe","182":"Tog lige en spontan tur til København igår. Kørte med en ung iværksætter hjem i Uber til hotellet, hvor vi bl.a. Snakket om on demand services og Uberrush. Vi snakkede om vores ide med dagligvarer osv. Og hvordan man eventuelt kunne kombinere det med deres service: <http:\/\/renseri.nu\/>","183":"<https:\/\/www.humblebundle.com\/books\/make-electronics-book-bundle?linkID=&amp;mcID=102:575ef5b3486e543666533c70:ot:56c3e722733462ca8942a03a:1&amp;utm_source=Humble+Bundle+Newsletter&amp;utm_medium=email&amp;utm_campaign=2016_06_15_Electronics_Presented_By_Make&amp;utm_content=hero_cta_button>","184":"<http:\/\/finans.borsen.dk\/artikel\/1\/326149\/medie_swipps_direktoer_erkender_nederlag_til_mobilepay.html>","185":"Doom.. :sweat:","186":"Okay, nu vises siden ikke optimalt på mobil hvilket nok var der max height var rettet :sweat:","187":"Ja:blush:","188":"Er du tilbage på egeskov? :wink:","189":"Super :blush:","190":"Spændende! ","191":"Har fjernet den nu :wink:","192":"Sandsynligvis :joy:","193":"Haha, tror selv du har lavet den :D","194":"Ja, ved faktisk ikke hvad den bruges til. Det er en max-height, måske det skulle have været width :stuck_out_tongue:","195":"Slette den? ","196":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1G26G5E3\/screen_shot_2016-06-11_at_10.16.56.png|Screen Shot 2016-06-11 at 10.16.56.png> and commented: Der er en media query der fucker heroen på mit display, gider du ikke rette den? :slightly_smiling_face:","197":"Vi må lige kigge dem i sømmene. Det kan gøres så meget bedre det her! ","198":"No idea.\nFucking kewl business-mallo! :joy:","199":"Er det med køb af varer i boder osv. ? Det er det der er brug for. De kan ikke finde ud af logistikken. Har snakket med en der siger hun kan få os ind ved livenation, de vil sikkert være interesseret. ","200":"Kan se den er lavet af Golive, de laver vidst kun festival-template-apps","201":":+1::skin-tone-3:","202":"Sweet!","203":"Festivals appen er en fucking god ide!!! ","204":"Det har Facebook også lavet med AccountKit","205":"Apropos passwords\n<https:\/\/withcopper.com\/?ref=producthunt>","206":"<http:\/\/clai.io\/testingnewwebsite|clai.io\/testingnewwebsite>","207":"Stærkt!!! :D","208":"Har adgang til erhvervskontoen nu!!! :pray: og der står ikke en krone :joy:","209":"Swebly:\n<https:\/\/medium.com\/life-learning\/the-9-environments-that-make-up-your-life-357d23f4a8af>","210":"<https:\/\/www.typeform.com>","211":"<https:\/\/www.quora.com\/Is-it-a-good-idea-to-write-articles-on-Medium-versus-another-blogging-platform\/answer\/Quincy-Larson>","212":"kl 8.00","213":"disabled an integration in this channel: <https:\/\/clai.slack.com\/services\/B1D25DS31|Trello>","214":"disabled an integration in this channel: <https:\/\/clai.slack.com\/services\/B1D0PU291|Trello>","215":"","216":"Kewl!","217":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DCFHUQN\/yay.jpg|Yay>","218":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DA8KM88\/facebook.png|facebook.png>","219":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DACCMBR\/linkedin.png|linkedin.png>","220":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DACF1HT\/group_3.png|Group 3.png>","221":"#2D444F","222":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9XPJLV\/mail_signatur_copy_2.png|Mail signatur Copy 2.png>","223":"<@U2M8LV0D9> Jeg tænker at bestille en ‘gammel' Mac Pro 15”. Så kan du overtage min gamle og en skærm. Har fået boligstøtte, så kan reducere personaleomkostningerne for mig i januar :sweat_smile:","224":"Indkalder til møde den 5. jan.\nAgenda:\n- Clai 2017\n- Organisering\n- Økonomi\n- Ejerforhold","225":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D8DCVMH\/mail_signatur_copy_2.png|Mail signatur Copy 2.png>","226":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9GHP2S\/mail_signatur_copy.png|Mail signatur Copy.png>","227":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9P6C8M\/mail_signatur_1.png|Mail signatur 1.png>","228":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9P3WJH\/mail_signatur.png|Mail signatur.png>","229":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D982GR2\/mail_signatur.png|Mail signatur.png>","230":"<https:\/\/entrepreneurs.maqtoob.com\/35-free-resources-to-grow-your-business-or-blog-d3f1ec283b92#.w30eawp45>","231":"FullPageOS – A RaspberryPi distro to display a full page browser on boot\n<https:\/\/github.com\/guysoft\/FullPageOS>","232":":thumbsup:","233":"Skal jeg nok","234":"Jeg tror du vil være bedre til at vurdere, du må gerne tage den :wink:","235":"Glale jul :christmas_tree: Som min mor siger :joy:","236":"Ja præcis. Det er mere bare at smide nogle sample projekter ind og lege lidt med det","237":"Ved ikke hvor meget man kan kigge på dem sammen.. En af os kan vælge nogle ud, så kan den anden efter også se om det fungerer :slightly_smiling_face:","238":"Lyder meget sandsynligt!","239":"Ja det så jeg godt. Vi må lige kigge de forskellige igennem i morgen. Jeg er ikke vitterligt imponeret af Asana. Super lækkert UI mv. men føler lidt Slack overtrumfer på kommunikationsdelen, og Trello på integrationer","240":"Har lavet en liste med alternativer, inkl podio og basecamp","241":"Ja okay. Prøver bare lige at teste integrationer igennem og sammenligne Trello osv. med Asana","242":"Hahahaha.. så skal man bruge deres webhooks :thumbsup:","243":"Din adad","244":"Nåååår. Jeg troede du havde en måde at fake integationer så vi ikke når vores 10 limit :joy:","245":"Wha?","246":"Glædelig jul :santa::skin-tone-6:","247":"How to?","248":"Faking integrations :joy:","249":"Ka!","250":"Que?","251":"Dude..","252":"added an integration to this channel: <https:\/\/clai.slack.com\/services\/B1D25DS31|Trello>","253":"added an integration to this channel: <https:\/\/clai.slack.com\/services\/B1D0PU291|Trello>","254":":+1:","255":"Jeg prikker lige til ham og får det uddybet...","256":"Det kan vi godt, men jeg kan ikke hjælpe med at give et estimat før i aften.. Og det lyder som en haste opgave og vi kan ikke gå i gang før onsdag..","257":"I lige måde :smiley:","258":"Nej, men har en kammerat der gør. Skal vi byde ind?","259":"Lyder ikke så omfattende. En du kender?","260":"Tjek lige ovenstående","261":"<https:\/\/www.linkedin.com\/hp\/update\/6142275117952090113>","262":"Bom! Ja helt bestemt!","263":"Udpluk af det jeg nåede at skrive – det er sværere at forfatte ind som så :joy: \nOn a mission to give your life more ‘POW!’, with the help of technology.\n\nAt Clai, we believe that great technology is shaped by great people and that great people can be shaped by great technology. Our focus is on technology that encourages a personal and natural relationship with users. Technology that is or can become part of and evolve with users.","264":"Hhahahaha hvor bliver det sweet","265":":thumbsup:","266":"One of each!","267":"Hahhaha sweet!!","268":"Lige over! :santa::skin-tone-2:","269":"<https:\/\/www.klipfolio.com\/sites\/all\/themes\/klipfolio_theme\/img\/content\/ebook\/the-ultimate-startup-dashboard-guide.pdf>","270":"Hahahah :smile: it's kewl!","271":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1C29GZD2\/artboard_12_copy_6.png|Artboard 12 Copy 6.png> and commented: Buen forneden skal være lidt mere runde… Men hvad siger du ellers? Udover at det overhovedet ikke ligner region syddanmark","272":"Øv :&lt;","273":"fordele*","274":"Hun ved ikke hvad forskellen er","275":"Futura sorry","276":"Ja den og så Roboto minder meget om","277":"Næsten den samme:\n<https:\/\/www.google.com\/fonts\/specimen\/Montserrat>","278":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1C1Y2H96\/screen_shot_2016-05-26_at_18.34.19.png|Screen Shot 2016-05-26 at 18.34.19.png> and commented: Så finder man en font man gerne vil bruge og så koster lortet bare kassen!!!","279":"Glædelig jul! ","280":":+1:","281":"Hører lige Tine af hvad fanden man får","282":"True. Umiddelbart er det også gratis at oprette både konto og tilmelde. Men hvis ikke det bliver klart inden søndag, så ved jeg bare ikke hvor meget vi bruger det? Så vil jeg næsten hellere bare slippe for opretning og betale selv :smile:","283":"Næh.. Men vi har ikke et kredit kort endnu?","284":"Kan ikke helt se fordele ved det?","285":"<http:\/\/www.ikea.com\/dk\/da\/catalog\/categories\/business\/>","286":"Ja det er det nok :slightly_smiling_face:","287":"Hahahhahaha kun lidt, men det er måske en blanding af form og farve ;)","288":"Og nej det ligner fandme ikke region syddanmark!!","289":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BHHLKJM\/clai_uc.png|clai uc.png>","290":":thumbsup:","291":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BH1RA7N\/clai_lc.png|clai lc.png>","292":":+1:","293":"Har sagt vi skal undgå alt dette sammen med noget i nærheden af en commercial banklicens!:grin:","294":"Bestemt! Vi skal også bare passe på hvad vi giver af features osv. Så vi ikke ender ud i noget med specielle servere som skal certificeres osv :)","295":"Ja helt vildt. Rimelig teknisk branche med en masse learning. Men kæft det kunne være fedt at ryste lidt ved den! ","296":"Marks stockscreener v. 1000","297":"Wow! Det kunne sku være meget interessant!","298":"Han sender nogle mere faktuelle og objektive data på markedet og så har jeg lovet lige at vende den med dig - det må vi lige gøre i morgen","299":"Virkelig interessant møde! Vi har muligvis en måde at disrupte finans\/ investeringsbranchen på og give magten tilbage til den almene borger. Ved virkelig at skabe en gennemsigtig platform med åbne investeringsportøljer m.m.m. Kan vi give muligheder til de kompetente unge aktieeksperter og råderum og sikkerhed ved den almindelige bruger. Søren har undersøgt markedet, forhørt sig ved investorerer og bruger som virker ret begejstret. Der øjnes også at kunne smides nogle penge i, så muligvis et ideelt partnerskab med konsulent aflønning. ","300":"Ser den senere i aften :grin: smutter til mø'e","301":"Okay. Mødes vi ved restauranten? Og det var Oriental Barbecue right? :smile: ","302":"Prøv at se filmen, evt når du alligevel spiser.. den er sku ganske underholdende :joy:","303":":thumbsup: ","304":"<https:\/\/www.youtube.com\/watch?v=DUlg8Y_mLfA>","305":"<https:\/\/www.kickstarter.com\/profile\/1862188728\/created>\n<http:\/\/suncreature.com>","306":"Har du noget info på dem","307":"Lad os kigge på det! :blush:","308":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BC3BEQ2\/slack_for_ios_upload.jpg|Slack for iOS Upload>","309":"<@U16N1MYTA|rasmus> commented on <@U17LJ3US2|mark>’s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png>: :joy:","310":"<@U17LJ3US2|mark> commented on <@U17LJ3US2|mark>’s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png>: Hahahaha for fuck sake","311":"<@U16N1MYTA|rasmus> commented on <@U17LJ3US2|mark>’s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png>: Minder det ikke lidt om region syddanmark?","312":"17:30 har vi bord og filmen er 20:10 men vi skal hente billetter 19:40 :smile:","313":"Jeg snakkede lige med en gammel ven i dag. Inden jeg startede hos Woerk, var jeg i gang til at lave et lille app projekt til et rollespil (papir, ikke live..) de var ved at lave. Så havde jeg ikke tid og glemte den lidt.\nNu dukkede den så op igen i dag og de er rent faktisk ved at være klar til at have brug for den. Problemet er dog at de med stor sandsynlighed ikke kan betale os for at lave den, da de lever af kickstartere og donationer til deres animations film. De har derimod hhv. 2.709 og 3.920 backere på deres kickstarter, 7000 likes på facebook og 38.000 subscribers på youtube. Dem vil de så gerne dele af.. jeg tænkte først at det var lidt badun.. men de folk de rammer tror jeg er meget i den kategori som fx. vores guide app ville være.","314":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png>","315":"Ja præcis ","316":"De er vidst kun med som rådgivere, tror ikke de aktivt udvikler noget, ihvertfald ikke officielt :)","317":"Så også lige en talk fra 2015 da det hed JAWS. Vidste ikke at aws også aktivt var med til at udvikle og forbedre det ","318":"Nej det gør det nok ikke :blush: har ikke nået at tjekke Apex rigtigt ud endnu. Har siddet lidt med serverless og er meget fortrøstningsfuld - specielt eftersom det bygger på lambda m.m. ","319":"Vi kan jo også andre, hvis nødvendigt :)","320":"Det er backed af Facebook og aws, tror ikke det bare lige forsvinder igen.. Serverless vs apex, der kunne apex godt vinde, men ikke lige forløbeligt ","321":"Lambda, react, graphql, osv. ","322":"Hvilke teknologier tænker du på? :slightly_smiling_face:","323":"Hvad tid var det i aften? Og hvor mødes vi? ","324":"Nu har du noget mere erfaring end jeg har. Tager vi en stor risiko ved at satse på så nye teknologier eller er arkitekturen så korrekt at det er mere end bare en fab?","325":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADXT45T\/artboard_5_copy_11.png|Artboard 5 Copy 11.png>","326":"Hahahahahaaha yeah I get it :smile:","327":"Ser sgu lidt bedre ud på papir\/","328":"<@U16N1MYTA|rasmus> uploaded a file: <https:\/\/clai.slack.com\/files\/rasmus\/F1ADW9J05\/slack_for_ios_upload.jpg|Slack for iOS Upload>","329":"Så lav bunden mere rundet ;)","330":"Det er meningen at den første skal ligne et hjerte :stuck_out_tongue: Ved ikke om det er for meget måske","331":"Den sidste er også helt fin :wink:","332":"Yes, den først skulle være mere afrundet, den er lidt kantet. Så ligner den lidt et hjerte","333":"Er der nogle af disse som ikke ligner en fucking buttplug i dit hoved? :joy::joy: folk skal kunne tegne vores logo i sand, på en rude. Ja hvor som helst (totalt airbnb)","334":":joy:","335":"<@U2M8LV0D9|martinballe> uploaded a file: <https:\/\/clai.slack.com\/files\/martinballe\/F3GSF9SP3\/pasted_image_at_2016_12_21_03_09_pm.png|Pasted image at 2016-12-21, 3:09 PM> and commented: Hvad med den her?","336":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADJ16SG\/slack_for_ios_upload.png|Slack for iOS Upload>","337":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADUD40P\/slack_for_ios_upload.jpg|Slack for iOS Upload>","338":"Ja du må vide hvordan sådan et ser ud! Dammit :joy:","339":"Ligner lidt et buttplug? :joy:","340":"<@U17LJ3US2|mark> commented on <@U17LJ3US2|mark>’s file <https:\/\/clai.slack.com\/files\/mark\/F1A4T5H0D\/clai_color.png|clai color.png>: Så er buen også lidt mere venlig :joy:","341":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1A4T5H0D\/clai_color.png|clai color.png> and commented: Dette er lidt bedre matematisk, da det følger en 3\/4 ratio","342":"Få lige sat logo på teamet! :smile:","343":"<@U17LJ3US2|mark> has joined the channel","344":"<@U16N1MYTA|rasmus> has joined the channel","345":"<@U2M8LV0D9|martinballe> uploaded a file: <https:\/\/clai.slack.com\/files\/martinballe\/F3HK8UPM2\/pasted_image_at_2016_12_21_03_08_pm.png|Pasted image at 2016-12-21, 3:08 PM> and commented: Logo done","346":"Karma, Nirvana, Neural Networks, Doom","347":"Evolve \/ Develop \/ Advance \/ Progress \/","348":"med lidt swag","349":"humous nactous badunous","350":"gradient descent","351":"Slyng lige en masse logo idéord ud","352":"Menu ikonet skal også ændres!","353":"Super fedt! Logoet skal dog ændres","354":"Been there :joy:","355":"Tekst er ikke på plads endnu, så det er ift design\/farvevalg etc","356":"Hvis indvendinger, så kom med dem inden der kodes","357":"Clai forside udkast:\n<https:\/\/xd.adobe.com\/view\/00fba3fc-decf-4be3-ad65-3d7896e0cf27\/>","358":"Sweet :pray::skin-tone-3:  Jeg kan umiddelbart alle datoer. ","359":"Hahah :joy:","360":"Men nice! Det bliver pisse fedt! ","361":"Jeg kan ikke engang planlægge næste uge:joy:","362":"Vi kan låne de gamles sommerhus i en af weekenderne der hedder d. 18-19 marts, 25-26. Marts, 1-2. April og 29-30. April. Så hvis folk har lyst og kan, så meld lige tilbage :slightly_smiling_face:","363":"Fedt! Er så klar :+1::skin-tone-3:","364":"Nej det var sku ikk fuldemandssnak, det ku være super grinern :slightly_smiling_face: ","365":"Det kunne have været værre\n<http:\/\/lolsnaps.com\/upload_pic\/liquid-dish-soap-in-the-dishwasher-again.jpg>","366":"Tak for igår :grimacing:","367":"Selvtak.. pænt træt :dash:","368":"Tak for igår","369":"<@U32NLC2HK|anderschanruk> uploaded a file: <https:\/\/clai.slack.com\/files\/anderschanruk\/F3D2160N7\/marks_ideer_flyder_____.mp4|Marks ideer flyder :joy:>","370":"<@U2M8LV0D9>:  Er det bare fuldmandssnak din store klovn? :smile:","371":"Klar! Ses vi iaften drenge? ","372":"Klar! Ellers så er alle velkommen til vores julefrokost lige nu :smile:","373":"De herre. Jeg vil gerne invitere til påskefrokost i mine forældres sommerhus til april. Datoer må vi lige finde ud af - men jeg vil gerne invitere på en team tur. (Der er Pool, spa og sauna). Tænker det ku være super grinern :relaxed: meld lige tilbage om folk er frisk :slightly_smiling_face:","374":"<http:\/\/venturebeat.com\/2016\/12\/06\/ibm-goes-all-in-on-blockchain-launches-app-making-ecosystem\/>","375":"Kan ikke rykke den, så kommer først på kontoret senere på dagen. Kl. 13 ish ","376":"Den bløder!","377":"Har lige prøvet at rykke min studiegruppe, afventer svar :+1::skin-tone-3:","378":":thumbsup:","379":"Cool. Jeg er der om 10 :slightly_smiling_face:","380":"Fint. Ja :slightly_smiling_face:","381":"Fint for mig. Nogen der er på Office fra nu? ","382":"Kl 13.30?","383":"Tirsdag eftermiddag it is. Jeg er ikke på kontoret i dag <@U32NLC2HK> :-)","384":"True :slightly_smiling_face:","385":"Så skal det være inden 16, hvor vi har møde med skydoom","386":"Kanon :+1::skin-tone-3:","387":"Noo.. Har i puttet opvaskemiddel i?","388":"Eftermiddagen så :slightly_smiling_face:","389":"Kan vi tage mødet om eftermiddagen? Eller imorgen evt.? <@U2M8LV0D9> ","390":":+1::skin-tone-4: <@U2M8LV0D9> ","391":"Sweet - antager at Sofyan ikke var så bekendt med The Game :joy: Jeg sidder derhjemme iaften :blush: ","392":"Desværre. Er først lige kommet hjem fra København :slightly_smiling_face: Men fedt med Soufyan! Lyder som om du har haft en fed tur! :smile: \nThe Game og Real Social Dynamics, så er vi ovre i noget dating\/pickup, ikke? :slightly_smiling_face: \n\nIøvrigt så vil jeg gerne indkalde til morgenmøde tirsdag, til en pitch &amp; brainstorm, og se hvad vi kan udlede af det, og se om vi ikke kan få lagt en hel konkret plan for hvor vi skal hen produktmæssig og komme i gang. :slightly_smiling_face:","393":"Er der nogle på kontoret i aften?","394":"Har aftalt med Soufyan at han træder til i januar (præcist hvornår afhænger af hans eksaminer i den periode) og hjælper med projektet. Han vil hjælpe en lille måneds tids for så at vende tilbage til Amsterdam og afslutte hvad der skal afsluttes – så tager vi den derfra. Har fundet nogle mulige ambassadøre\/ testpersoner (Joey og Adrian) bosiddende i Barcelona, som passer på vores hypotetiske målgruppe: ambitiøse og så er de meget involveret i et ‘The Game’ community, hvor de mener dette vil kunne være en kæmpe hjælp til dem der udvikler deres ‘inner game’ (Måske ikke alle der kender til ‘The Game’ og Real Social Dynamics - fuck jer). \n\nInsider tip: Et ideelt sted at lave brugerinterviews er under flyveturen, så har folk ikke rigtig andet valg end at være interesseret og svare på spørgsmål :joy:","395":"Og masser af Gulddreng","396":"Ham der brød ud af Big Brother huset tilbage i år 2000 :joy:","397":"Bare den ikke er fyldt med gulddreng","398":"<@U17LJ3US2|mark> uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F3N8SFKHS\/image_uploaded_from_ios.jpg|Image uploaded from iOS>","399":"Hvem fuck er det?","400":"Christian Brøns kommer nok op i din discover weekly!","401":"Hahahaha, forhelvede!!","402":"Hov hov Mark kan vi nu lige huske på hvem der betaler for din spotify!","403":"Håber ikke du bruger din Spotify Discover Weekly - for den er godt og grundigt ødelagt for din kommende uge haha :smile:","404":":joy:","405":"<@U16N1MYTA> Kan jeg seriøt ikke høre musik fra min Spotify nu?","406":"Han er skarp på hvorfor og hvordan vi tænker som vi gør, hvordan vi træffer beslutninger mm. ","407":"Tjek også gerne videoer fra Psykolog og adfærdsøkonom, Daniel Kahneman ud. ","408":"Virkelig fedt! Lad os bruge det som inspiration til vores motion video. Kunne sagtens opstilles med fx et isbjerg."},"en":{"0":"Yes, it has only taken them six years to accept that I do not have a red shrimp: see_no_evil:","1":"Cool: slightly_smiling_face :! Haha and fat with housing benefit: sweat_smile:","2":"Super talk. Fat to get matched expectations mm: spock-hand :: skin-tone-5:","3":"<https:\/\/www.youtube.com\/watch?v=0xc3XdOiGGI> Stop what you are doing! See the first 10-12 minutes and the rest at another time: smile:","4":"Haha Frontend Rasmus: sweat_smile: but fat!","5":"Frontend Rasmus coming tomorrow (he is 30 years) at 10:00. Kristian (philosopher) 16.00. Soren Ikast (psychologist) is fresh at a meeting - that I get in the calendar as soon as possible.","6":"Jo! Also present are just forced to work on another project while: sweat_smile:","7":"Alright. Why do not we just take a quick morning meeting so? Follow-up on the week&#39;s work etc.","8":"Being forced to work on consultancy tomorrow ...","9":"Not quite planned huh time, but takes over and sit a few hours a day. Do go and see if I can manage to be up there as you sit there.","10":"Alright.:+1: Being just home today so","11":"No go up there now until 16th","12":"Are you up there now? Is just in the zone at home, so also do not know whether I&#39;m coming.","13":"Yes, I agree. : Slightly_smiling_face: I&#39;m excited to see what we come up with and it seemed to me just once and for all to have turned the table and get to a structured product plan, exchanged contracts laugh a little of everything and then just keep on : slightly_smiling_face :!","14":"Unfortunately, I have just some other work I need out of the world and then comes the old visiting: slightly_smiling_face:","15":"Someone in the office today?","16":"I come up later guys","17":": Sweat:","18":"Breathtaking","19":"FUCK IT GOES FAST MAN! <http:\/\/www.speedtest.net\/result\/5808024770.png>","20":"<!channel> : On Monday, they can see in the system if we can get pair bonding (double speed). IF possible, it costs 2000 - to get set up. But because it&#39;s us, we can get it set for 0, -. However, the monthly price increase by 20-30, -.","21":"Haha no worries: joy:","22":"Ah .. Can see my message was not completely answer your question &lt;@ U2M8LV0D9&gt;: sweat_smile :: sweat_smile: Of course!","23":"Fat &lt;@ U32NLC2HK&gt;: +1 :! : Slightly_smiling_face:","24":"Super good talk today!","25":"Yes we can &lt;@ U2M8LV0D9&gt;. I&#39;m looking at it after uni. Had the way an interview with a girl yesterday that I really got some good points out. Tell more about tomorrow: slightly_smiling_face:","26":"Preparations I am quite aware that you can prepare. But does not it rational to push a lot out on social media before you know what you look like ..?","27":"If in a hurry with another relation. Product well, if not no","28":"Ift social media. Let us wait for the new logo (face) is clear. Just so there is even more newsworthy ..","29":"We have created a udarbejdet Trello board (user_research) under Krispa - check it out like.","30":"Then we also have our social media sites blocked, so any hires and users can see who we are, what we stand for and what we spend our time","31":"&lt;@ U32NLC2HK&gt; &lt;@ U321CN2N7&gt; can not begin to formulate some questions we can ask the user in the app, in relation to the hero, Target, experiences and so on.? : Slightly_smiling_face:","32":"Fun fact: There has not been a time in the day where we all three have stood up at the same time. : Trollface:","33":"Udemy Username: <mailto:rasmus@clai.io|rasmus@clai.io> Password: PyxPGGPTbFtwVt6Kw2YowspgF79wB4","34":"Last chance! Discounted price: € 100 Original price: € 1,540","35":"Get well soon!","36":"<https:\/\/www.udemy.com\/data-science-and-machine-learning-with-python-hands-on\/>","37":"&lt;@ U32NLC2HK | anderschanruk&gt; has joined the channel","38":": Ok_hand:","39":"Throw a list so I buy them tomorrow .. easier to post .. when you now do not have AIcounting","40":": +1 :: Skin-tone-3:","41":": +1: If people find something of interest and can improve them, tell!","42":"Udemy keeps Black friday sale (a little early), cheaper the sooner you buy!","43":"Well then: wink:","44":"Yeah I joker as just: wink: Of course, should we forge ahead.","45":"So I would rather that you said that you would use reached time with the family. Now we do not run more to it, but just want to set expectations clearly.","46":"Has been bad so expect only to be in the office later in the morning: tired_face:","47":"Now we just find out tomorrow what it is at all we do: wink:","48":"&#39;Ceteris paribus&#39;. If our skills tilsvare, so will their extra efforts result in a better product ...","49":"If the competitor&#39;s product is half as good as ours, so it goes straight up ..: sweat_smile:","50":"What the hell do we need a sleep-sofa if in take home for lunch: sweat_smile:","51":"No, sit and get training in electrical panels and dealer dates: money_with_wings:","52":": Joy: of course - I know! Are you on the way?","53":"Other things being equal","54":"If our competitors are working 100 hours a week and we only work 50, so when they twice as much as we do at the same time.","55":"focus on the user, not the competitor","56":": Joy:","57":": Fu:","58":": Thumbsdown: I wonder if our competitors takes just as home early ...","59":"But the cake? plenty of it btw","60":"And then they were 1 ..","61":"Naah, home to mother&#39;s food before long ..: wink:","62":"&lt;@ U321CN2N7&gt; Hungry?","63":"What!?!?","64":"Only &lt;@ U321CN2N7&gt;: relaxed: I just went","65":"Who is back in the office? Why do not we just order some food is hungry!","66":"&lt;@ U321CN2N7 | abedkreidly&gt; has joined the channel","67":"Super :)","68":"Has created us in there ..","69":"Gonna let you know when I know more","70":"Take care :)","71":"We meet in Kongensgade?","72":"We take it tomorrow;)","73":"How was the meeting? : Slightly_smiling_face:","74":": Joy:","75":": Rage4:","76":"The type who likes 90s Shooter: joy :: see_no_evil:","77":"Yep","78":"As in Rødegårdsvej?","79":"&quot;Portfolio for JIRA. A nifty planning tool Hope that helps you build viable roadmaps, manage available and required resources and vurdere project progress.&quot; .... Already sold!","80":"Rødedoomsvej: point_left :: skin-tone-2:","81":"Is by Mark or Kongensgade?","82":"Haha yes okay, then I sku &#39;t reach with there, to go out and look at some things with my girlfriend in the afternoon when she is home from the studio. But I look straight up for a cup of coffee before long! : Smiley:","83":"But Abed is here, so you&#39;re still welcome to come and greet him: Wink:","84":"Well never mind, we postpone to 12 times, and then we only there out of sitting in sofas: slightly_smiling_face:","85":"So I think when does not it it is very difficult to run it .. Rødedoomsvej ?? : Joy:","86":"She certainly enough: wink: Can you be over here (Rødedoomsvej) at 9:45 ish? :smile:","87":"Haha has sku never made it. Thought Charlotte to drive?","88":"&lt;@ U2M8LV0D9&gt; Can you drive a van? : Stuck_out_tongue:","89":"Super: slightly_smiling_face :!","90":"Do not joke with Jira ..","91":"And Charlotte have a car \/ van: slightly_smiling_face:","92":"I&#39;ll just past Kongensgade before we slip, to measure up, but then I think that we can be picked up or go down to Charlotte away. Should probably just giving a heads-up when I know more: stuck_out_tongue:","93":"Cool: slightly_smiling_face: how do we additionally \/ where we meet? Assume you have a car \/ van","94":"Somewhere between 9 and 14 ish ... it&#39;s not going to go over 17 ... ish: wink:","95":"Haha! No, I will then gladly: slightly_smiling_face: but what time? Has a Morten&#39;s evening Agreement by-laws","96":"&lt;@ U2M8LV0D9&gt; Are you going to Ikea today, or have you already had enough after just having moved? : Wink:","97":"Cool! Could be super cool to be a really close feedback with users","98":"Here is a way we can use the test log. If we make a feature of it, where they fill out \/ write in the part will be synced up to us as feedback. If we then also may answer them, if they ask questions. In-app customer service \/ user test. <http:\/\/adobe.ly\/2eNuEeG>","99":"Fucking dry ... !!","100":"Agree. frightening","101":"I have something ready on Thursday. It&#39;s really the same elements I demand .. structure, organization and transparency .. Then we shall see what can facilitate it best. JIRA ftw .. gas","102":"W ... T ... F ...","103":"Haha it was an opportunity: wink:","104":"You just have to design around the tear: wink:","105":"What: open_mouth: Well, then I hope it does not crack further, and so the time should it happen - buy a new one: slightly_smiling_face:","106":"Fuck .. They glued the whole lot on to the computer .. So you have to change the whole screen if you do not have mucho fancy gear ..: &lt;","107":"Thanks! : Slightly_smiling_face:","108":"Fat: slightly_smiling_face:","109":"No, it was just year, I see whether we can find a new glass front to the: slightly_smiling_face:","110":"A 21.5 inch, late &#39;13 model .. So it is a slim models if that&#39;s what you&#39;re thinking: slightly_smiling_face:","111":"&lt;@ U2M8LV0D9&gt; Which model iMac you have?","112":"Facing the right Gaddafi tomorrow","113":"and we need to lift us as a team","114":"FYI Abed come and work today through Wednesday.","115":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F2NU08KPF\/slack_for_ios_upload.jpg|Slack for iOS Upload>","116":"&lt;@ U2M8LV0D9 | martin bale&gt; has joined the channel","117":"Outsourcing! : Joy:","118":"Alright! Hahahha, then we must do it through him joy:","119":"SDU has software engineering and computer scientists. EAL has web developers and computer scientists. Do I know who to contact, but my relationship with them is not super .. Tony would be obvious, he is them everyone&#39;s teachers pet: joy:","120":"Have you contacted any of your old training? Possibly. him Bach consult by candidates for Woerk?","121":"Well I thought otherwise the SDU had computer science education, maybe it&#39;s just software engineering. Anyhow, the programs which may contain technically competent people who are more likely to be able to learn what we need","122":"Datamatiker is the one I have, so probably more relevant to try web developers .. it is also a superstructure Computer Science. SDU has nothing to do with the training to do :)","123":"We just need to find a way to communicate the best out of. I think your network SDU will be a good start","124":"But the project manager in me cries out for a little structure, especially when we start getting new faces","125":"Budget (free) labor, hopefully some developer candidates and an opportunity to give something back","126":"To meet our developer problem, then I think that we need to get some young computer science students into the &#39;internship&#39;. Sell ​​it on that they can work on real project (consulting assignments if necessary.) In cool rooms, be taught and working with industry experts with &#39;bleeding-edge&#39; technology and hopefully be hired for. If not hiring, so we give them a recommendation on the way that will hopefully do they find another job quickly.","127":"<https:\/\/techcrunch.com\/2016\/06\/28\/goodbye-accountants-startup-builds-ai-to-automate-all-your-accounting\/>","128":"<https:\/\/dinero.dk\/support\/dinero-crowd\/>","129":"TV2 just called and asked whether we are competent React and if we can help them with a project: sweat_smile:","130":"<https:\/\/datacvr.virk.dk\/data\/node\/80>","131":"Ift. In the above image. So I actually think we should try to get the accounting system developed first. If we can isolate it and selling a billy service, where you can scan bills and posting automatically. Then we could train our algorithm and later integrate it into our system.","132":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F22532RUZ\/slack_for_ios_upload.jpg|Slack for iOS Upload>","133":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F20PY8HGA\/slack_for_ios_upload.jpg|Slack for iOS Upload>","134":"- Tesla distribution: - Development tools for serverless: <https:\/\/trello.com\/c\/Vh48UYNj\/18-tower-og-kitenetic-interface-til-aws-serverless-m-fl#>","135":"&lt;@ U321CN2N7&gt; Strive to have some ideas ready for a possible PM tool on Thursday - here we will of course also go into more detail on what we need. The purpose is not to add a new tool to our pipeline, but a framework to organize themselves so that everyone is updated and streamlining workflows. Pt. we Trello, Slack and Google Drive, none of which require more re-working process. About the solution just is attributing such a existing or add a new tool, we must try us forward. But attempts to embedded to some of the agile principles you from the study and answer the questions you asked about, as late as yesterday: &#39;how far is&#39;? Is there a way where YOU could always have a touch of this? Just not Jira something with too much overhead, so I am broadly care what we use: joy:","136":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F20NH1GTY\/slack_for_ios_upload.jpg|Slack for iOS Upload>","137":"Mark Yousef edited <https:\/\/www.notion.so\/f9c55b69167e484eb386ac3d8b367a9d?ref=slack|Clai Home>","138":"added an integration two this channel: <https:\/\/clai.slack.com\/services\/B1ZS87CQ3|Notion>","139":"Alrighty, kewl :)","140":"Yes that was the plan if it fits. No idea, 21 times.","141":"&lt;@ U17LJ3US2&gt;: should we also meet with Mads tomorrow? When do you think we are in Odense again?","142":"&lt;@ U17LJ3US2&gt;: <http:\/\/dev.clai.io\/slack-partner\/>","143":"Thanks. Morr Music has got a cashless system!","144":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1WKCFY59\/slack_website.sketch|slack_website.sketch>","145":"Do not send me sketch file Slack when you have time? : Slightly_smiling_face:","146":"Too bad &lt;@ U32NLC2HK&gt;, but full understanding and respect of here! : Slightly_smiling_face: +1 :: skin-tone-4:","147":"Do you think you &quot;should&quot; do it as posts .. little doom","148":"samples","149":"May be it&#39;s just a a few ignorant students who manage their facebook ..","150":"They can figure out how to respond to facebook .. sigh","151":"Ass!","152":"Have some credits on my own: slightly_smiling_face: They &#39;extraordinarily busy&#39; then you can not get through: sweat:","153":"If you need to log in to Telmore, then you should password would be in 1Password now: slightly_smiling_face:","154":"Free! Otherwise, you can also just buy some credits are on the company card .. The sooner they can send the sim card, the bedere","155":"<https:\/\/www.skype.com\/da\/offers\/unlimited-world-calling\/>","156":"Yes, I could of course do","157":"Hey guys! Had a very good talk with Mark New Year&#39;s Eve relation. &#39;Expectations in 2017. We talked about some thoughts I have recently done me. I sit in the middle of a 2-month examination period which takes all my time and focus. Can mark on my body that it&#39;s starting to get a little additional stress that I have both studio and having to start a project from scratch running at the same time. At the same time, I also know that about five months, I am left in an exam period which makes me feel out of service, followed by a half year internship. Therefore made up my mind that I either focus 100% on the studio or 100% of the project. Skewed I can not get to work and a lack of commitment is the last thing I want to be known for. I choose to focus on the study and to complete it in style, so I can look back and be proud of my efforts. Something which unfortunately never happened during my bachelor. The time is just not right for me right now, but am sure we meet when. And by that time I hope there are more sit \/ stand tables. Struggling with major back problems. Sincerely hope that the sheep created a fucking awesome revolutionary product!","158":"Skype?","159":"Yes you may. I&#39;m not just near a phone call: sweat:","160":"They were nicely long to answer me by. mail .. Should I try to call if they have not replied within?","161":"Have written to their customer service: slightly_smiling_face:","162":"Did you call Telmore, or should I do it when I land?","163":"<https:\/\/trello.com\/c\/4ffRC9Sy\/17-andrews-opgaver> :smile:","164":"Cool happens sku something! What you will step brother? : Slightly_smiling_face:","165":"My brother asked if he could help with something while he&#39;s free. He&#39;ll get over the weekend, so I put him started with little","166":"Must meet with Tony today. And probably Niels Henning later. Invited Schmidt Monday so he can share insights and we can schedule a bit.","167":"Awesome ... fucking awesome! :smile:","168":": +1 :: Skin-tone-5:","169":"Have ordered showcasing a number of interesting office space. Pending answers to when the display must be made.","170":"Has got 2 pcs raising-lowering desks down the valley where my father works! : Smile: Sweet !! Then we can use them at a decent chair: wink:","171":"I have not exactly had time to study it yet. Crazy! Exact. A lot of connected nodes!","172":"We sneak in all industries and tech companies when we have a perfect idea (swebly) ready, so we can launche with a bang: smile:","173":"How many users do they have on it? It could be very interesting to know in terms of whether people have become accustomed to the kind of ... It&#39;s too fucking kewl!","174":"We are a tech conglomerate","175":"Exactly: sweat_smile:","176":"How you! 300k and 5% of their business .. sold!","177":"They also lack an app he said stuck_out_tongue_winking_eye:","178":"Yes they have just launched on Funen. Hhahahhahahahahahaah !! Dammit, he was actually older than me joy:","179":"Preparation: - consideration of the above - the skills, change, focus and learning do you see for yourself and your colleagues in the future? - What have you learned until now about your colleagues and business?","180":"Specific! Are they in Odense yet? Hahaha &quot;ran with a young entrepreneur&quot; - fuck you sound old, your knejt: joy:","181":"Surely the same target group","182":"Took just a spontaneous trip to Copenhagen yesterday. Drove with a young entrepreneur home in Uber hotel, where we Talked about on demand services and Uberrush. We talked about our idea with groceries and so on. And how one could possibly combine it with their service: <http:\/\/renseri.nu\/>","183":"<https:\/\/www.humblebundle.com\/books\/make-electronics-book-bundle?linkID=&amp;mcID=102:575ef5b3486e543666533c70:ot:56c3e722733462ca8942a03a:1&amp;utm_source=Humble+Bundle+Newsletter&amp;utm_medium=email&amp;utm_campaign=2016_06_15_Electronics_Presented_By_Make&amp;utm_content=hero_cta_button>","184":"<http:\/\/finans.borsen.dk\/artikel\/1\/326149\/medie_swipps_direktoer_erkender_nederlag_til_mobilepay.html>","185":"Doom ..: sweat:","186":"Okay, now displayed since not optimally on mobile which probably was max height was directed: sweat:","187":"Yes: blush:","188":"Are you back on the oak forest? : Wink:","189":"Super: blush:","190":"Exciting!","191":"Removed the now: wink:","192":"Probably: joy:","193":"Haha, think even you made it: D","194":"Yes, by actually not what it used to. It&#39;s a max-height, perhaps it should have been width: stuck_out_tongue:","195":"Delete it?","196":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1G26G5E3\/screen_shot_2016-06-11_at_10.16.56.png|Screen Shot 2016-06-11 at 10.16.56.png> and kommentar: There is a media query that fucker heroen on my display, will not you correct it? : Slightly_smiling_face:","197":"We can just look them in the seams. It can be done so much better this!","198":"No idea. Fucking kewl business mallo! : Joy:","199":"Is the purchase of goods in the stalls etc.? This is what is needed. They can not figure out the logistics. Have talked to someone who says she can get us into the live nation, they will surely be interested.","200":"Can see it is made of Golive they make known only festival template apps","201":": +1 :: Skin-tone-3:","202":"Sweet!","203":"Festivals app is a fucking good idea !!!","204":"It has Facebook also made with AccountKit","205":"Speaking of passwords <https:\/\/withcopper.com\/?ref=producthunt>","206":"<http:\/\/clai.io\/testingnewwebsite|clai.io\/testingnewwebsite>","207":"Strong !!! : D","208":"Have access to corporate account now !!! : Pray: and there is not a penny: joy:","209":"Swebly: <https:\/\/medium.com\/life-learning\/the-9-environments-that-make-up-your-life-357d23f4a8af>","210":"<https:\/\/www.typeform.com>","211":"<https:\/\/www.quora.com\/Is-it-a-good-idea-to-write-articles-on-Medium-versus-another-blogging-platform\/answer\/Quincy-Larson>","212":"8:00 pm","213":"disabled an integration in this channel: <https:\/\/clai.slack.com\/services\/B1D25DS31|Trello>","214":"disabled an integration in this channel: <https:\/\/clai.slack.com\/services\/B1D0PU291|Trello>","215":"","216":"Kewl!","217":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DCFHUQN\/yay.jpg|Yay>","218":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DA8KM88\/facebook.png|facebook.png>","219":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DACCMBR\/linkedin.png|linkedin.png>","220":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1DACF1HT\/group_3.png|Group 3.png>","221":"# 2D444F","222":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9XPJLV\/mail_signatur_copy_2.png|Mail signatur Copy 2.png>","223":"&lt;@ U2M8LV0D9&gt; I think to order an &#39;old&#39; Mac Pro 15 &quot;. So you can take my old and a screen. Have received housing benefit, so can reduce staff costs for me in January: sweat_smile:","224":"Convenes meeting on 5 January Agenda: - Clai 2017 - Organization - Economy - Ownership","225":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D8DCVMH\/mail_signatur_copy_2.png|Mail signatur Copy 2.png>","226":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9GHP2S\/mail_signatur_copy.png|Mail signatur Copy.png>","227":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9P6C8M\/mail_signatur_1.png|Mail signatur 1.png>","228":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D9P3WJH\/mail_signatur.png|Mail signatur.png>","229":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1D982GR2\/mail_signatur.png|Mail signatur.png>","230":"<https:\/\/entrepreneurs.maqtoob.com\/35-free-resources-to-grow-your-business-or-blog-d3f1ec283b92#.w30eawp45>","231":"FullPageOS - A Raspberry Pi distro two display a full page browser on boot <https:\/\/github.com\/guysoft\/FullPageOS>","232":": Thumbsup:","233":"I will","234":"I think you will be better able to assess, you&#39;d like to take it: wink:","235":"Glale Christmas: christmas_tree: As my mother says: joy:","236":"Yes exactly. It&#39;s more just throwing some sample projects in and play with it","237":"Do not know how much one can look at them together .. One of us can choose some out, then the second after also see if it works: slightly_smiling_face:","238":"Sounds very likely!","239":"Yes it so I know. We must just look different through tomorrow. I am not indeed impressed by Asana. Super delicious UI etc. but feel a little Slack trumps the communication part, and Trello on integrations","240":"Made a list of alternatives, including Podio and base camp","241":"Yeah okay. Just trying just to test integrations through and compare Trello etc. With Asana","242":"Hahahaha .. then you have to use their webhooks: thumbsup:","243":"your adad","244":"Nåååår. I thought you had a way to fake integationer so we do not reach our 10 limit: joy:","245":"Wha?","246":"Merry Christmas: santa :: skin-tone-6:","247":"How to?","248":"Faking integration: joy:","249":"Ka!","250":"Que?","251":"Dude ..","252":"added an integration two this channel: <https:\/\/clai.slack.com\/services\/B1D25DS31|Trello>","253":"added an integration two this channel: <https:\/\/clai.slack.com\/services\/B1D0PU291|Trello>","254":": +1:","255":"I dots straight to him and get it clarified ...","256":"We can do that, but I can not help give an estimate before tonight .. And it sounds like a rush job and we can not start before Wednesday ..","257":"The right way: smiley:","258":"No, but have a friend who does. Should we bid?","259":"Sounds not so extensive. A you know?","260":"Just check out the above","261":"<https:\/\/www.linkedin.com\/hp\/update\/6142275117952090113>","262":"Boom! Yes, definitely!","263":"Selection of what I did to write - it&#39;s harder to write in as so: joy: On a mission two make your life more &#39;POW!&#39;, With the help of technology. To Clai, we believe that great technology is shaped by great people and that great people can be shaped by great technology. Our focus is on technology att encourages a personal and natural relationship with users. Technology nemlig or kan bli party of and evolve with users.","264":"Hhahahaha where it will be sweet","265":": Thumbsup:","266":"One of hver!","267":"Hahhaha sweet !!","268":"Just above! : Santa :: skin-tone-2:","269":"<https:\/\/www.klipfolio.com\/sites\/all\/themes\/klipfolio_theme\/img\/content\/ebook\/the-ultimate-startup-dashboard-guide.pdf>","270":"Hahahah: smile: it&#39;s kewl!","271":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1C29GZD2\/artboard_12_copy_6.png|Artboard 12 Copy 6.png> and kommentar: Buen bottom should be slightly more round ... But what do you do? Besides it does not look like region syddanmark","272":"Practice: &lt;","273":"benefits *","274":"She does not know what the difference is","275":"Futura sorry","276":"Yes and so the Roboto is very similar to","277":"Almost the same: <https:\/\/www.google.com\/fonts\/specimen\/Montserrat>","278":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1C1Y2H96\/screen_shot_2016-05-26_at_18.34.19.png|Screen Shot 2016-05-26 at 18.34.19.png> and kommentar: So find a font you want to use, and it costs just shit box !!!","279":"Merry Christmas!","280":": +1:","281":"Hear just Tine what the hell you get","282":"Threaten. Immediately it is also free to create both account and sign. But if it becomes clear before Sunday, so I just do not how much we use it? So, I would almost rather just get rid of alignment and pay yourself: smile:","283":"Nah .. But we do not have a credit card yet?","284":"Can not quite see the benefits of it?","285":"<http:\/\/www.ikea.com\/dk\/da\/catalog\/categories\/business\/>","286":"Yes it probably is: slightly_smiling_face:","287":"Hahahhahaha little, but it is perhaps a mixture of form and color;)","288":"And no it looks like not fucking region syddanmark !!","289":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BHHLKJM\/clai_uc.png|clai uc.png>","290":": Thumbsup:","291":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BH1RA7N\/clai_lc.png|clai lc.png>","292":": +1:","293":"Have said we must avoid all this together with something close to a commercial banking license!: Grin:","294":"Specific! We also just be careful what we give of features and so on. So we do not end up in something with special servers to be certified, etc. :)","295":"Yes indeed. Reasonable technical industry with a lot of learning. But shut up it would be cool to shake a little of it!","296":"Marks stockscreener v. 1000","297":"Wow! Sku It could be very interesting!","298":"He sends some more factual and objective data on the market and then I promised just to turn it with you - let us just to do tomorrow","299":"Really interesting meeting! We may have a way to disrupte finance \/ investment industry and give power back to the general public. By really create a transparent platform with open investeringsportøljer mmm Can we give opportunities to competent young stock experts and latitude and safety of the general user. Soren has studied the market, polled by investorerer and use that works pretty excited. The eyes also to be able to throw some money in, so might an ideal partnership with consultant remuneration.","300":"Does it later tonight: grin: slips mø&#39;e","301":"Okay. We meet at the restaurant? And it was Oriental Barbecue right? :smile:","302":"Try to see the film, possibly when you still eat .. it&#39;s sku quite entertaining: joy:","303":": Thumbsup:","304":"<https:\/\/www.youtube.com\/watch?v=DUlg8Y_mLfA>","305":"<https:\/\/www.kickstarter.com\/profile\/1862188728\/created>\n<http:\/\/suncreature.com>","306":"Do you have any info on them","307":"Let&#39;s look at it! : Blush:","308":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BC3BEQ2\/slack_for_ios_upload.jpg|Slack for iOS Upload>","309":"&lt;@ U16N1MYTA | rasmus&gt; kommentar on &lt;@ U17LJ3US2 | mark&gt; &#39;s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png> :: Joy:","310":"&lt;@ U17LJ3US2 | mark&gt; kommentar on &lt;@ U17LJ3US2 | mark&gt; &#39;s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png> : Hahahaha for fuck sake","311":"&lt;@ U16N1MYTA | rasmus&gt; kommentar on &lt;@ U17LJ3US2 | mark&gt; &#39;s file <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png> : Memories not it a bit on region syddanmark?","312":"17:30 we have table and the movie is 20:10 but we have to pick up tickets 19:40: smile:","313":"I talked straight with an old friend today. Before I joined Woerk, I was going to make a small app project to an RPG (paper, not live ..) they were making. So I had no time and forgot the little. Now it showed up again today and they&#39;re actually getting ready to have needed it. The problem is that they very likely can not pay us to do it, as they feed on the kick starter and donations for their animation film. The contrast respectively. 2,709 and 3,920 backere on their kickstarter, 7000 likes on facebook and 38,000 subscribers on youtube. Those will they like parts of .. I thought at first that it was a little Badun .. but the people they hit, I think is very much in the category as such. our guide app would be.","314":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1BBQMSLF\/clai.png|Clai.png>","315":"Yes exactly","316":"They are known only as advisers, do not they actively develop anything, at least not officially :)","317":"So also like a talk from 2015 when it was called JAWS. Did not have to aws also actively helped to develop and improve it","318":"No it does it probably will not: blush: have not had time to check Apex right out yet. Has been sitting with serverless and very confident - especially since it is based on lambda mm","319":"We can also others if necessary :)","320":"It is backed by Facebook and aws, do not believe it just disappears .. Serverless vs apex that could apex good win, but not progress well","321":"Lambda, react, graphql, etc.","322":"What technologies are you thinking? : Slightly_smiling_face:","323":"What time was it tonight? And where we are met?","324":"Now you have some more experience than I have. If we take a big risk by betting on the new technologies and the architecture is so correct that it is more than just a fab?","325":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADXT45T\/artboard_5_copy_11.png|Artboard 5 Copy 11.png>","326":"Hahahahahaaha yeah I get it: smile:","327":"Looks damn bit better on paper \/","328":"&lt;@ U16N1MYTA | rasmus&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/rasmus\/F1ADW9J05\/slack_for_ios_upload.jpg|Slack for iOS Upload>","329":"So low base more rounded;)","330":"It is supposed that the first should resemble a heart: stuck_out_tongue: Do not know if it&#39;s too much maybe","331":"The last is also quite fine: wink:","332":"Yes, it first had to be more rounded, it&#39;s a little edgy. So looks like it suffered a heart","333":"Are any of these do not look like a fucking butt plug in your head? : Joy :: joy: people should be able to draw our logo in the sand, on a pane. Yes anywhere (total airbnb)","334":": Joy:","335":"&lt;@ U2M8LV0D9 | martin bale&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/martinballe\/F3GSF9SP3\/pasted_image_at_2016_12_21_03_09_pm.png|Pasted image at 2016-12-21, 3:09 PM> and kommentar: What about this?","336":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADJ16SG\/slack_for_ios_upload.png|Slack for iOS Upload>","337":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1ADUD40P\/slack_for_ios_upload.jpg|Slack for iOS Upload>","338":"Yes you have to know how such a look! Dammit: joy:","339":"Looks a bit like a butt plug? : Joy:","340":"&lt;@ U17LJ3US2 | mark&gt; kommentar on &lt;@ U17LJ3US2 | mark&gt; &#39;s file <https:\/\/clai.slack.com\/files\/mark\/F1A4T5H0D\/clai_color.png|clai color.png> : So is the arch also a bit more friendly: joy:","341":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F1A4T5H0D\/clai_color.png|clai color.png> and kommentar: This is a little better mathematical as it follows a 3\/4 ratio","342":"Get just put logo on the team! :smile:","343":"&lt;@ U17LJ3US2 | mark&gt; has joined the channel","344":"&lt;@ U16N1MYTA | rasmus&gt; has joined the channel","345":"&lt;@ U2M8LV0D9 | martin bale&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/martinballe\/F3HK8UPM2\/pasted_image_at_2016_12_21_03_08_pm.png|Pasted image at 2016-12-21, 3:08 PM> and kommentar: Logo donated","346":"Karma, Nirvana, Neural Networks, Doom","347":"Evolve \/ Develop \/ Advance \/ Progress \/","348":"with little swag","349":"humous nactous badunous","350":"gradient descent","351":"Vortex just a lot logo idéord out","352":"Menu icon will also change!","353":"Super cool! The logo must be changed","354":"Been there: joy:","355":"Text is not in place yet, so it&#39;s relation design \/ color scheme etc","356":"If objections came with them before encoded","357":"Clai front draft: <https:\/\/xd.adobe.com\/view\/00fba3fc-decf-4be3-ad65-3d7896e0cf27\/>","358":"Sweet: pray :: skin-tone-3: I can immediately all dates.","359":"Hahah: joy:","360":"But nice! It is fucking cool!","361":"I can not even plan next week: joy:","362":"We can borrow the old people&#39;s home in one of the weekends called d. March 18 to 19, 25-26. March 1-2. April and 29-30. April. So if people want to and can, then sign right back: slightly_smiling_face:","363":"Fat! Is so clear: +1 :: skin-tone-3:","364":"No it was sku &#39;t drunk talk, it ku be super grinern: slightly_smiling_face:","365":"It could have been worse <http:\/\/lolsnaps.com\/upload_pic\/liquid-dish-soap-in-the-dishwasher-again.jpg>","366":"Thank you for yesterday: grimacing:","367":"Selvtak .. nicely tired: dash:","368":"Thanks for yesterday","369":"&lt;@ U32NLC2HK | anderschanruk&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/anderschanruk\/F3D2160N7\/marks_ideer_flyder_____.mp4|Marks ideer flyder :joy:>","370":"&lt;@ U2M8LV0D9&gt;: Is it just drunk talk your big clown? :smile:","371":"Clear! See you tonight boys?","372":"Clear! Otherwise, as are all welcome to our Christmas party right now: smile:","373":"Gentlemen. I would like to invite for Easter in my parents&#39; home in April. Dates can we just find out - but I would like to invite on a team trip. (There are pool, spa and sauna). Thinking it ku be super grinern: relaxed: meld straight back on people&#39;s fresh: slightly_smiling_face:","374":"<http:\/\/venturebeat.com\/2016\/12\/06\/ibm-goes-all-in-on-blockchain-launches-app-making-ecosystem\/>","375":"Can not move it, and then only at the office later in the day. Kl. 13 ish","376":"The bleed!","377":"Just tried to move my study, awaiting answers: +1 :: skin-tone-3:","378":": Thumbsup:","379":"Cool. I&#39;ll be there 10: slightly_smiling_face:","380":"Fine. Yes: slightly_smiling_face:","381":"Works for me. Someone who is on Office from now?","382":"At 13:30?","383":"On Tuesday afternoon it is. I am not in the office today &lt;@ U32NLC2HK&gt; :-)","384":"True: slightly_smiling_face:","385":"So it must be within 16, where we meet with skydoom","386":"Kanon: +1 :: skin-tone-3:","387":"Noo .. Have to put detergent?","388":"The afternoon saw: slightly_smiling_face:","389":"Can we take the afternoon session? Or tomorrow if necessary.? &lt;@ U2M8LV0D9&gt;","390":": +1 :: Skin-tone-4: &lt;@ U2M8LV0D9&gt;","391":"Sweet - assume Sofyan was not as familiar with The Game: joy: I sit at home this evening: blush:","392":"Unfortunately. Has just returned from Copenhagen: slightly_smiling_face: But fat with Soufyan! Sounds like you had a great trip! : Smile: The Game and Real Social Dynamics, we are over in any dating \/ pickup, right? : Slightly_smiling_face: Incidentally I would like to call for the morning meeting on Tuesday, for a pitch and brainstorm and see what we can deduce from it, and see if we can not get to a whole specific plan for where we are going a product and get started . : Slightly_smiling_face:","393":"Are there some in the office tonight?","394":"Has agreed with Soufyan he takes office in January (exact timing depends on his exams in the period) and helps project. He will help a month&#39;s time as to return to Amsterdam and finish what needs to be completed - we&#39;ll take it from there. Have found some possible embassy doors \/ test persons (Joey and Adrian) living in Barcelona who fits our hypothetical target: ambitious and they are very involved in &#39;The Game&#39; community where they think this could be a huge help to them developing their &#39;inner game&#39; (Perhaps not everyone who knows about &#39;the Game&#39; and Real Social Dynamics - fuck you). Insider tip: An ideal place to make use interviews during the flight, so people have no real choice but to be interested and answer questions: joy:","395":"And plenty of golden boy","396":"He who broke out of the Big Brother house back in 2000: joy:","397":"Just it is not filled with gold boy","398":"&lt;@ U17LJ3US2 | mark&gt; uploaded a file: <https:\/\/clai.slack.com\/files\/mark\/F3N8SFKHS\/image_uploaded_from_ios.jpg|Image uploaded from iOS>","399":"Who the fuck is that?","400":"Christian Brøns comes up enough in your disc of weekly!","401":"Hahahaha, forhelvede !!","402":"Hey you Mark, we can now just keep in mind who pays for your spotify!","403":"Hope you do not use your Spotify Discover Weekly - for it is well and truly spoiled for your upcoming week haha: smile:","404":": Joy:","405":"&lt;@ U16N1MYTA&gt; Can I seriøt not hear music from my Spotify now?","406":"He is keen on why and how we think as we do, how we make decisions mm.","407":"Check also like videos from psychologist and behavioral economist Daniel Kahneman out.","408":"Really cool! Let us use it as inspiration for our motion video. Could easily be set up at such an iceberg."},"user":{"0":"U17LJ3US2","1":"U2M8LV0D9","2":"U17LJ3US2","3":"U17LJ3US2","4":"U321CN2N7","5":"U2M8LV0D9","6":"U16N1MYTA","7":"U16N1MYTA","8":"U2M8LV0D9","9":"U17LJ3US2","10":"U321CN2N7","11":"U2M8LV0D9","12":"U17LJ3US2","13":"U2M8LV0D9","14":"U17LJ3US2","15":"U16N1MYTA","16":"U321CN2N7","17":"U321CN2N7","18":"U16N1MYTA","19":"U321CN2N7","20":"U17LJ3US2","21":"U17LJ3US2","22":"U17LJ3US2","23":"U2M8LV0D9","24":"U32NLC2HK","25":"U321CN2N7","26":"U17LJ3US2","27":"U2M8LV0D9","28":"U2M8LV0D9","29":"U17LJ3US2","30":"U17LJ3US2","31":"U32NLC2HK","32":"U17LJ3US2","33":"U2M8LV0D9","34":"U16N1MYTA","35":"U321CN2N7","36":"U17LJ3US2","37":"U32NLC2HK","38":"U2M8LV0D9","39":"U32NLC2HK","40":"U2M8LV0D9","41":"U2M8LV0D9","42":"U17LJ3US2","43":"U321CN2N7","44":"U16N1MYTA","45":"U16N1MYTA","46":"U17LJ3US2","47":"U2M8LV0D9","48":"U16N1MYTA","49":"U17LJ3US2","50":"U321CN2N7","51":"U2M8LV0D9","52":"U2M8LV0D9","53":"U32NLC2HK","54":"U2M8LV0D9","55":"U17LJ3US2","56":"U17LJ3US2","57":"U2M8LV0D9","58":"U32NLC2HK","59":"U2M8LV0D9","60":"U32NLC2HK","61":"U321CN2N7","62":"U17LJ3US2","63":"U32NLC2HK","64":"U32NLC2HK","65":"U321CN2N7","66":"U32NLC2HK","67":"U2M8LV0D9","68":"U321CN2N7","69":"U32NLC2HK","70":"U32NLC2HK","71":"U17LJ3US2","72":"U2M8LV0D9","73":"U17LJ3US2","74":"U2M8LV0D9","75":"U321CN2N7","76":"U321CN2N7","77":"U2M8LV0D9","78":"U17LJ3US2","79":"U32NLC2HK","80":"U2M8LV0D9","81":"U32NLC2HK","82":"U321CN2N7","83":"U321CN2N7","84":"U2M8LV0D9","85":"U17LJ3US2","86":"U17LJ3US2","87":"U2M8LV0D9","88":"U2M8LV0D9","89":"U17LJ3US2","90":"U17LJ3US2","91":"U16N1MYTA","92":"U17LJ3US2","93":"U16N1MYTA","94":"U2M8LV0D9","95":"U17LJ3US2","96":"U17LJ3US2","97":"U321CN2N7","98":"U321CN2N7","99":"U32NLC2HK","100":"U321CN2N7","101":"U2M8LV0D9","102":"U17LJ3US2","103":"U17LJ3US2","104":"U32NLC2HK","105":"U17LJ3US2","106":"U321CN2N7","107":"U32NLC2HK","108":"U17LJ3US2","109":"U32NLC2HK","110":"U2M8LV0D9","111":"U17LJ3US2","112":"U32NLC2HK","113":"U17LJ3US2","114":"U2M8LV0D9","115":"U16N1MYTA","116":"U32NLC2HK","117":"U2M8LV0D9","118":"U321CN2N7","119":"U2M8LV0D9","120":"U32NLC2HK","121":"U321CN2N7","122":"U17LJ3US2","123":"U321CN2N7","124":"U321CN2N7","125":"U17LJ3US2","126":"U2M8LV0D9","127":"U2M8LV0D9","128":"U16N1MYTA","129":"U16N1MYTA","130":"U17LJ3US2","131":"U32NLC2HK","132":"U321CN2N7","133":"U16N1MYTA","134":"U2M8LV0D9","135":"U17LJ3US2","136":"U16N1MYTA","137":"U17LJ3US2","138":"U2M8LV0D9","139":"U17LJ3US2","140":"U2M8LV0D9","141":"U17LJ3US2","142":"U2M8LV0D9","143":"U17LJ3US2","144":"U17LJ3US2","145":"U321CN2N7","146":"U17LJ3US2","147":"U17LJ3US2","148":"U321CN2N7","149":"U2M8LV0D9","150":"U17LJ3US2","151":"U321CN2N7","152":"U2M8LV0D9","153":"U321CN2N7","154":"U17LJ3US2","155":"U17LJ3US2","156":"U2M8LV0D9","157":"U17LJ3US2","158":"U321CN2N7","159":"U2M8LV0D9","160":"U16N1MYTA","161":"U16N1MYTA","162":"U2M8LV0D9","163":"U16N1MYTA","164":"U2M8LV0D9","165":"U2M8LV0D9","166":"U16N1MYTA","167":"U2M8LV0D9","168":"U16N1MYTA","169":"U2M8LV0D9","170":"U16N1MYTA","171":"U2M8LV0D9","172":"U2M8LV0D9","173":"U16N1MYTA","174":"U16N1MYTA","175":"U2M8LV0D9","176":"U16N1MYTA","177":"U2M8LV0D9","178":"U16N1MYTA","179":"U2M8LV0D9","180":"U16N1MYTA","181":"U16N1MYTA","182":"U2M8LV0D9","183":"U16N1MYTA","184":"U2M8LV0D9","185":"U16N1MYTA","186":"U17LJ3US2","187":"U2M8LV0D9","188":"U16N1MYTA","189":"U2M8LV0D9","190":"U16N1MYTA","191":"U2M8LV0D9","192":"U16N1MYTA","193":"U2M8LV0D9","194":"U16N1MYTA","195":"U2M8LV0D9","196":"U2M8LV0D9","197":"U16N1MYTA","198":"U2M8LV0D9","199":"U16N1MYTA","200":"U17LJ3US2","201":"U17LJ3US2","202":"U2M8LV0D9","203":"U16N1MYTA","204":"U17LJ3US2","205":"U16N1MYTA","206":"U17LJ3US2","207":"U17LJ3US2","208":"U16N1MYTA","209":"U17LJ3US2","210":"U17LJ3US2","211":"U17LJ3US2","212":"U16N1MYTA","213":"U16N1MYTA","214":"U17LJ3US2","215":"U16N1MYTA","216":"U17LJ3US2","217":"U17LJ3US2","218":"U17LJ3US2","219":"U17LJ3US2","220":"U17LJ3US2","221":null,"222":"U17LJ3US2","223":"U16N1MYTA","224":"U17LJ3US2","225":"U16N1MYTA","226":"U16N1MYTA","227":"U16N1MYTA","228":"U17LJ3US2","229":"U16N1MYTA","230":"U16N1MYTA","231":"U17LJ3US2","232":"U16N1MYTA","233":"U16N1MYTA","234":"U16N1MYTA","235":"U17LJ3US2","236":"U16N1MYTA","237":"U16N1MYTA","238":"U16N1MYTA","239":"U17LJ3US2","240":"U16N1MYTA","241":"U17LJ3US2","242":"U16N1MYTA","243":"U17LJ3US2","244":"U16N1MYTA","245":"U17LJ3US2","246":"U16N1MYTA","247":"U17LJ3US2","248":"U17LJ3US2","249":"U16N1MYTA","250":"U17LJ3US2","251":"U17LJ3US2","252":"U17LJ3US2","253":"U16N1MYTA","254":"U16N1MYTA","255":"U17LJ3US2","256":"U17LJ3US2","257":"U16N1MYTA","258":"U17LJ3US2","259":"U17LJ3US2","260":"U16N1MYTA","261":"U17LJ3US2","262":"U17LJ3US2","263":"U16N1MYTA","264":"U16N1MYTA","265":"U16N1MYTA","266":"U17LJ3US2","267":"U17LJ3US2","268":"U16N1MYTA","269":"U17LJ3US2","270":"U16N1MYTA","271":"U17LJ3US2","272":"U16N1MYTA","273":"U17LJ3US2","274":"U16N1MYTA","275":"U17LJ3US2","276":"U17LJ3US2","277":"U16N1MYTA","278":"U17LJ3US2","279":"U16N1MYTA","280":"U16N1MYTA","281":"U17LJ3US2","282":"U16N1MYTA","283":"U17LJ3US2","284":"U16N1MYTA","285":"U16N1MYTA","286":"U17LJ3US2","287":"U16N1MYTA","288":"U16N1MYTA","289":"U16N1MYTA","290":"U17LJ3US2","291":"U17LJ3US2","292":null,"293":"U16N1MYTA","294":"U17LJ3US2","295":"U17LJ3US2","296":"U17LJ3US2","297":"U17LJ3US2","298":"U17LJ3US2","299":"U17LJ3US2","300":"U17LJ3US2","301":"U17LJ3US2","302":"U17LJ3US2","303":"U17LJ3US2","304":"U17LJ3US2","305":"U16N1MYTA","306":"U17LJ3US2","307":"U16N1MYTA","308":"U17LJ3US2","309":"U16N1MYTA","310":"U17LJ3US2","311":"U16N1MYTA","312":"U16N1MYTA","313":"U17LJ3US2","314":"U16N1MYTA","315":"U17LJ3US2","316":"U16N1MYTA","317":"U17LJ3US2","318":"U17LJ3US2","319":"U16N1MYTA","320":"U17LJ3US2","321":"U16N1MYTA","322":"U16N1MYTA","323":"U17LJ3US2","324":"U16N1MYTA","325":"U17LJ3US2","326":"U17LJ3US2","327":"U16N1MYTA","328":"U17LJ3US2","329":"U16N1MYTA","330":"U17LJ3US2","331":"U16N1MYTA","332":"U17LJ3US2","333":"U17LJ3US2","334":"U16N1MYTA","335":"U17LJ3US2","336":"U17LJ3US2","337":"U17LJ3US2","338":"U16N1MYTA","339":"U17LJ3US2","340":"U16N1MYTA","341":"U16N1MYTA","342":"U17LJ3US2","343":"U16N1MYTA","344":"U17LJ3US2","345":"U17LJ3US2","346":"U17LJ3US2","347":"U17LJ3US2","348":"U16N1MYTA","349":"U17LJ3US2","350":"U16N1MYTA","351":"U17LJ3US2","352":"U17LJ3US2","353":"U16N1MYTA","354":"U17LJ3US2","355":"U16N1MYTA","356":"U17LJ3US2","357":"U16N1MYTA","358":"U17LJ3US2","359":"U17LJ3US2","360":"U17LJ3US2","361":"U16N1MYTA","362":"U17LJ3US2","363":"U16N1MYTA","364":"U17LJ3US2","365":"U17LJ3US2","366":"U16N1MYTA","367":"U17LJ3US2","368":"U17LJ3US2","369":"U17LJ3US2","370":"U16N1MYTA","371":"U17LJ3US2","372":"U16N1MYTA","373":"U16N1MYTA","374":"U17LJ3US2","375":"U17LJ3US2","376":"U17LJ3US2","377":null,"378":null,"379":null,"380":"U16N1MYTA","381":"U17LJ3US2","382":"U17LJ3US2","383":"U16N1MYTA","384":"U17LJ3US2","385":"U17LJ3US2","386":"U16N1MYTA","387":"U16N1MYTA","388":"U17LJ3US2","389":"U16N1MYTA","390":"U17LJ3US2","391":"U17LJ3US2","392":"U17LJ3US2","393":"U17LJ3US2","394":"U16N1MYTA","395":"U16N1MYTA","396":"U17LJ3US2","397":"U16N1MYTA","398":"U16N1MYTA","399":"U17LJ3US2","400":"U17LJ3US2","401":"U17LJ3US2","402":"U17LJ3US2","403":"U16N1MYTA","404":null,"405":"U17LJ3US2","406":"U17LJ3US2","407":"U17LJ3US2","408":"U16N1MYTA"}}