{"attachments":{"0":[{"thumb_height":1271,"service_icon":"http:\/\/goarya.com\/wp-content\/uploads\/2016\/11\/favicon.png","thumb_width":1920,"title":"Algorithms Hire Better Than Humans","service_name":"Arya - Recruiting AI Technology","ts":1449010802,"title_link":"http:\/\/goarya.com\/2015\/12\/01\/algorithms-hire-better-than-humans\/","text":"Yup, you read that right. A study released last month by the National Bureau of Economic Research suggests that algorithms make better hiring decisions than humans do.","id":1,"fallback":"Arya - Recruiting AI Technology: Algorithms Hire Better Than Humans","thumb_url":"http:\/\/goarya.com\/wp-content\/uploads\/2015\/12\/algorithms-hire-better.jpg","from_url":"http:\/\/goarya.com\/2015\/12\/01\/algorithms-hire-better-than-humans\/"}],"1":[{"thumb_height":630,"service_icon":"https:\/\/peakon.com\/favicon.ico","thumb_width":1200,"title":"People Analytics &amp; Employee Engagement Software | Peakon","text":"Take the guesswork out of managing a great team. Peakon is the simple, scientific, and strategic way to maximise your employee engagement, retention, and culture.","title_link":"https:\/\/peakon.com\/","service_name":"peakon.com","id":1,"fallback":"People Analytics &amp; Employee Engagement Software | Peakon","thumb_url":"https:\/\/peakon.com\/images\/fb-banner.jpg","from_url":"https:\/\/peakon.com\/"}],"2":null,"3":[{"title":"The science of talent matching | Restless Bandit","text":"Restless Bandit enables Talent Rediscovery through the Science of Talent Matching.","title_link":"https:\/\/www.restlessbandit.com\/how-it-works","service_name":"restlessbandit.com","id":1,"fallback":"The science of talent matching | Restless Bandit","service_icon":"https:\/\/www.restlessbandit.com\/favicon.ico","from_url":"https:\/\/www.restlessbandit.com\/how-it-works"}],"4":[{"thumb_height":484,"service_icon":"http:\/\/www.pomato.com\/favicon.ico","thumb_width":500,"title":"Home","service_name":"Pomato","title_link":"http:\/\/www.pomato.com\/","text":"Pomato is a ground breaking recruiting software that uses cognitive systems and machine learning to assist recruiters and hiring managers in making the right hire.","id":1,"fallback":"Pomato: Home","thumb_url":"http:\/\/static1.squarespace.com\/static\/571a42cc2b8ddeff97365c32\/t\/571e36a737013bf05ee323f9\/1484331749125\/?format=1000w","from_url":"http:\/\/www.pomato.com\/"}],"5":null,"6":null,"7":[{"thumb_height":1000,"thumb_width":1000,"title":"AngelList","text":"AngelList is where the world meets startups. Find a great startup job, invest in a startup, or raise money","title_link":"https:\/\/angel.co\/","service_name":"angel.co","id":1,"fallback":"AngelList","thumb_url":"https:\/\/angel.co\/images\/shared\/peace_large.jpg","from_url":"https:\/\/angel.co\/"}],"8":[{"image_bytes":779953,"title":"Flatpi | Transforming The Way You Hire","text":"Transforming the way you hire","image_width":475,"title_link":"https:\/\/flatpi.com\/","image_height":250,"image_url":"https:\/\/flatpi.com\/static\/img\/icons\/flatpi_home.png","service_name":"flatpi.com","id":1,"fallback":"Flatpi | Transforming The Way You Hire","service_icon":"https:\/\/flatpi.com\/static\/img\/icons\/favicon.png","from_url":"https:\/\/flatpi.com\/"}],"9":[{"title":"mroads – A.I driven Online Video Interview Platform(Paññã) - mRoads","text":"mroads AI video interview platform - Paññã finds the right talent in the shortest time, empowering HR by shortlisting the best from a stack of candidates.","title_link":"https:\/\/mroads.com\/#1","service_name":"mroads.com","id":1,"fallback":"mroads – A.I driven Online Video Interview Platform(Paññã) - mRoads","service_icon":"https:\/\/mroads.com\/favicon.ico","from_url":"https:\/\/mroads.com\/#1"}],"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":[{"thumb_height":133,"service_icon":"https:\/\/s0.wp.com\/wp-content\/themes\/vip\/techcrunch-2013\/assets\/images\/favicon.ico","thumb_width":200,"title":"The Emotion Journal wins the Disrupt London 2016 Hackathon Grand Prize","service_name":"TechCrunch","author_name":"Romain Dillet","title_link":"https:\/\/techcrunch.com\/2016\/12\/04\/disrupt-london-2016-hackathon-winners\/","service_url":"http:\/\/techcrunch.com","text":"It&rsquo;s been a long night at the Copper Box Arena in London. The arena hosted the handball competition of the Summer Olympics a few years ago. But this weekend has been all about a different kind of competition &mdash; the Disrupt London Hackathon.\nSome of them were participating in our event for the first time, while others were regular hackers. Their challenge was to come up with a neat, funny and smart hack in just 24 hours.\nWe could all feel the excitement in the air when the 63 teams took the stage to present a short one-minute demo to impress fellow hackers and our judges. But only one team could take home the grand prize and &pound;4,000. So, without further ado, meet the Disrupt London 2016 Hackathon winner.\nWinner: The Emotion Journal\n\t\n\t\t\n\t\t\nJournaling has proven psychological, stress-reducing, goal-orienting benefits when done regularly. But for many people, writing is harder than talking. The team used IBM Watson to create a smart voice journal. You talk to it about your day and it analyzes your emotions and stores the logs. If you do it once a day you can see a visual representation of your feelings and experiences over time. Using artificial intelligence to improve people&rsquo;s mental health is quite neat.\nTechCrunch&rsquo;s Kate Conger wrote an article about this hack because it&rsquo;s pretty cool.\nRunner-Up #1: Sayfe Space\n\t\n\t\t\n\t\t\nRefugees suffer from distress and mental health conditions which are difficult to address without the support of friends and family or a mental wellness expert. Sayfe Space gives Refugees a platform to naturally describe their problems and get support by anonymously chatting with volunteers that can empathize with their situation and are keen to offer support. The team used IBM Watson for natural language processing and the chatbot interactions.\nRunner-Up #2: DoshBot\n\t\n\t\t\n\t\t\nDoshbot is an AI assistant that helps you save money. It integrates and pulls in your banking transactions, GPS location and mix them with your emotional tones and writing style on social networks, such as Twitter and Facebook.\nHackathon Judges\nSaalim Chowdhury\nSaalim is a recovering serial founder and startup enthusiast, and has sought refuge at 500 Startups. There he&rsquo;s an Entrepreneur in Residence, where he finds startups to invest in primarily for the London Series A growth &amp; investment program and works with them specifically on Enterprise Sales, Customer Centricity and Applied Machine Learning.\nAn old-fashioned polymath, he&rsquo;s been a technical co-founder (CTO), a growth hacker (CMO) and led sales (CEO). Notable exits he&rsquo;s been involved with include consulting talent on demand company Skillbridge (acquired by Andreessen-backed unicorn Toptal) and internet security firm ScanSafe (acquired by Cisco). For his sins he was once a News Corporation executive, and started his career at the Boston Consulting Group. He lives mostly in London and loves dogs and puns.\nKathy Dykeman\n\nKathy joined Facebook in 2010 and her mission has been to help clients reliably determine the impact of their advertising and strive for better industry measurement solutions for digital and mobile channels. Kathy has worked alongside top global FMCGs and Telco globally and across Europe in her current position. Before joining Facebook, London in May 2010, Kathy worked within the business development team at Harris Interactive UK. Stateside, she&nbsp;has served as a Vice President within a San Francisco based research consultancy, a government and academic research Director at Knowledge Networks and an Exit Poll consultant for the major news media in New York City.\nAlex Peattie\n\nAlex is the co-founder and CTO of Peg, a technology platform helping multinational brands and agencies to find and work with top YouTubers. Peg is used by over 750 organisations worldwide including Coca-Cola, L&rsquo;Oreal and Google, and has the backing of 27 top angel investors from the worlds of advertising and tech.\nPrior to founding Peg in 2014, Alex was a senior instructor at Makers Academy, helping hundreds of career changers train to become junior developers through MA&rsquo;s intensive 12 week bootcamp. He also spent a number of years as a digital nomad, traveling and providing development consultancy to a number of tech giants and startups in Silicon Valley (including a year spent at GOAT from Y Combinator&rsquo;s 2011 batch). His academic background is in Linguistics, and he takes a particular interest in the areas of machine learning and natural language processing.\nCarmen Ruiz Vicente\nCarmen Ruiz Vicente is a software engineer at Google DeepMind, where she works on technology for health services and patient healthcare. She has also worked on the Google beacon platform, including the open beacon format Eddystone, and Google&rsquo;s cloud services that integrate Bluetooth Low Energy (BLE) technology with first- and third-party apps. She focused on the development of Android services that improve location accuracy and enable location-based interactions. Prior to that, she was a member of Google&rsquo;s Privacy Engineering team, which is responsible for delivering and promoting tools, processes, culture and infrastructure to build privacy-robust innovative products and services. As a privacy engineer, she specialised in research and development on the topic of location privacy in location-based internet services.\nCarmen completed her Ph.D. at the Center for Data Intensive Systems in Aalborg University, Denmark. Her primary area of research was Privacy-preserving Data Management techniques for Location-based Services and Social Networks. Prior to joining Google, she was a post-doctoral researcher at Universitat Oberta de Catalunya (Spain).\nKeith Teare\nKeith Teare is Executive Chair and head of the Investment Committee at the UK&rsquo;s newest investment company Accelerated Digital Ventures (ADV), with investments from the British Business Bank, L&amp;G and Woodford Investment Management. He&rsquo;s also the founder of Archimedes Labs, the Palo Alto incubator.\nPreviously he was a founder of TechCrunch with Michael Arrington, and before that at Easynet &ndash; one of the first Internet Service Providers in Europe, and the first to do a public offering. He also founded RealNames.\nEasyNet and RealNames were both unicorns&hellip;. well before the term was coined.\nHackathon MCs\nMarily Nika\n\nMarily Nika received a PhD from the Dpt. of Computing Science at Imperial College London, where she created a model for predicting internet-based phenomena, such as virality. During her PhD she interned at Facebook&rsquo;s Measurement team and she is currently working at Google in Silicon Valley, for the Speech \/ Assistant team.\n\n\nMarily has given 3 TEDx talks, she received the Women in Science and Engineering (WISE) Influence Award in 2015 and a medal of outstanding excellence from Imperial College London for her work in championing the women in tech community. She was the first Greek woman to receive the Google Anita Borg scholarship, she is now the director of the London Geekettes Chapter and is always trying to find new ways to empower women in science both in the UK and globally. She organized the UK&rsquo;s first women-only hack at Facebook London in 2013 and has participated and judged a total of 20 hacks up to date. The most memorable one being HackEd, sponsored by Bill &amp; Melinda Gates Foundation, where her team won the 2nd prize.\n\nClaire Donoghue\n\nClaire has a longstanding passion for machine learning and computer vision!&nbsp;&nbsp; She is excited by solving real world problems, applying cutting-edge research in these fields.&nbsp; She was awarded a PhD from Imperial College London.&nbsp; Her PhD and postdoc research were in medical computer vision and was awarded 10 prizes and additional funding. Claire&rsquo;s research yielded state of the art software which can interpret medical scans and predict disease severity by learning from thousands of images. She is n…","id":1,"fallback":"TechCrunch Link: The Emotion Journal wins the Disrupt London 2016 Hackathon Grand&nbsp;Prize","thumb_url":"https:\/\/i1.wp.com\/tctechcrunch2011.files.wordpress.com\/2016\/12\/img_3987.jpg?fit=200%2C150&ssl=1","from_url":"https:\/\/techcrunch.com\/2016\/12\/04\/disrupt-london-2016-hackathon-winners\/"}],"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":[{"thumb_height":630,"service_icon":"https:\/\/ideal.com\/favicon.png","thumb_width":1200,"title":"AI For Recruiting: A Definitive Guide For HR Professionals","service_name":"Ideal","title_link":"https:\/\/ideal.com\/ai-recruiting\/","text":"A definitive guide for HR professionals on using AI for recruiting to automate their workflow to more effectively engage, screen, and assess…","id":1,"fallback":"Ideal: AI For Recruiting: A Definitive Guide For HR Professionals","thumb_url":"https:\/\/ideal.com\/wp-content\/uploads\/2016\/04\/fb.png","from_url":"https:\/\/ideal.com\/ai-recruiting\/"}],"28":null,"29":null,"30":[{"thumb_height":49,"service_icon":"https:\/\/mentorbox.com\/favicon.ico","thumb_width":400,"title":"mentorbox - learn from an amazing mentor every month","service_name":"Mentorbox","title_link":"https:\/\/mentorbox.com\/","text":"Find top mentors in the world to curate amazing educational content about practical topics, packed into convenient boxes delivered directly to your door.","id":1,"fallback":"Mentorbox: mentorbox - learn from an amazing mentor every month","thumb_url":"http:\/\/cdn.shopify.com\/s\/files\/1\/1428\/8404\/t\/17\/assets\/logo.png?10991767378752445635","from_url":"https:\/\/mentorbox.com\/"}],"31":[{"image_bytes":19754,"title":"Dansk app hjælper psykiatriske patienter ved at overvåge dem - Ingeniøren","service_name":"Ingeniøren","ts":1479805320,"title_link":"https:\/\/ing.dk\/artikel\/dansk-app-hjaelper-psykiatriske-patienter-ved-at-overvaage-dem-188316","image_height":250,"image_url":"https:\/\/ing.dk\/sites\/ing\/files\/styles\/large\/public\/app.jpg?itok=5DJdwQiU","image_width":383,"text":"En danskudviklet app samler data om psykiatriske patienter. Appen registrerer alt fra søvn-, bevægelses- og social aktivitet over til stemmeføring og lys fra omgivelserne.","id":1,"fallback":"Ingeniøren: Dansk app hjælper psykiatriske patienter ved at overvåge dem - Ingeniøren","service_icon":"https:\/\/ing.dk\/favicon.ico","from_url":"https:\/\/ing.dk\/artikel\/dansk-app-hjaelper-psykiatriske-patienter-ved-at-overvaage-dem-188316"}],"32":null,"33":null,"34":null,"35":null,"36":[{"image_bytes":29358,"title":"Mindbloom","text":"Mindbloom - Grow the Life You Want","image_width":250,"title_link":"http:\/\/mindbloom.com\/","image_height":250,"image_url":"http:\/\/mindbloom.com\/media\/img\/external\/fb.jpg","service_name":"mindbloom.com","id":1,"fallback":"Mindbloom","service_icon":"http:\/\/mindbloom.com\/favicon.ico","from_url":"http:\/\/mindbloom.com\/"}],"37":[{"image_bytes":140320,"title":"Prove Yourself With Proof!","service_name":"Mindbloom","image_width":237,"title_link":"http:\/\/mindbloom.com\/proof","image_height":250,"image_url":"http:\/\/www.mindbloom.com\/media\/img\/proof\/prove_yourself.png","text":"Proof! The pixel-powered challenge app.","id":1,"fallback":"Mindbloom: Prove Yourself With Proof!","service_icon":"http:\/\/mindbloom.com\/favicon.ico","from_url":"http:\/\/mindbloom.com\/proof"}],"38":null,"39":[{"thumb_height":627,"service_icon":"https:\/\/s3.amazonaws.com\/com.lift.rails.assets\/assets\/touch-icon-47550e856e09dbcfded2fc1719d36835.png","thumb_width":1200,"title":"Coach.me","text":"<http:\/\/Coach.me|Coach.me> is a coach that goes everywhere with you, helping you achieve any goal, change any habit, or build any expertise.","title_link":"https:\/\/www.coach.me\/habit-tracker","service_name":"coach.me","id":1,"fallback":"Coach.me","thumb_url":"https:\/\/s3.amazonaws.com\/com.lift.assets\/images\/share_banner.png","from_url":"https:\/\/www.coach.me\/habit-tracker"}],"40":[{"image_bytes":398964,"title":"7 Apps to Help Integrate Tech With Self-Improvement Goals","service_name":"Entrepreneur","ts":1452110400,"title_link":"https:\/\/www.entrepreneur.com\/article\/254636","image_height":250,"image_url":"https:\/\/assets.entrepreneur.com\/content\/3x2\/1300\/20150825152306-apple-iphone-6-smartphone.jpeg","image_width":375,"text":"Try one or all of these self-improvement apps to get your month off to a positive start.","id":1,"fallback":"Entrepreneur: 7 Apps to Help Integrate Tech With Self-Improvement Goals","service_icon":"https:\/\/www.entrepreneur.com\/assets\/img\/ent-apple-touch-icon.jpg","from_url":"https:\/\/www.entrepreneur.com\/article\/254636"}],"41":[{"image_bytes":27987,"title":"Pocket Mentor: Daily Career Advice to Win at Work, Succeed in Life and Enjoy It on the App Store","service_name":"App Store","image_width":476,"title_link":"https:\/\/itunes.apple.com\/us\/app\/pocket-mentor-daily-career\/id941832993?mt=8","image_height":250,"image_url":"http:\/\/is1.mzstatic.com\/image\/thumb\/Purple49\/v4\/21\/fc\/fb\/21fcfb50-b807-acd4-f79e-231c4fa2575f\/source\/1200x630bf.jpg","text":"Read reviews, compare customer ratings, see screenshots, and learn more about Pocket Mentor: Daily Career Advice to Win at Work, Succeed in Life and Enjoy It. Download Pocket Mentor: Daily Career Advice to Win at Work, Succeed in Life and Enjoy It and enjoy it on your iPhone, iPad, and iPod touch.","id":1,"fallback":"App Store: Pocket Mentor: Daily Career Advice to Win at Work, Succeed in Life and Enjoy It on the App Store","service_icon":"https:\/\/itunes.apple.com\/favicon.ico","from_url":"https:\/\/itunes.apple.com\/us\/app\/pocket-mentor-daily-career\/id941832993?mt=8"}],"42":null,"43":[{"image_bytes":19203,"title":"Penzu","text":"Penzu is a free online diary and personal journal focused on privacy. Easily keep a secret diary or a private journal of notes and ideas securely on the web.","image_width":418,"title_link":"https:\/\/penzu.com\/","image_height":120,"image_url":"https:\/\/penzu.com\/app\/images\/logos\/pz-logo__red.png","service_name":"penzu.com","id":1,"fallback":"Penzu","service_icon":"https:\/\/penzu.com\/favicon.ico","from_url":"https:\/\/penzu.com\/"}],"44":null,"45":null,"46":null,"47":null,"48":null},"edited":{"0":null,"1":{"user":"U321CN2N7","ts":"1484750188.000000"},"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":{"user":"U321CN2N7","ts":"1481277746.000000"},"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null},"inviter":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":"U321CN2N7","45":"U321CN2N7","46":"U321CN2N7","47":"U321CN2N7","48":null},"reactions":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":[{"count":2,"name":"+1","users":["U17LJ3US2","U321CN2N7"]}],"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null},"subtype":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":"channel_join","45":"channel_join","46":"channel_join","47":"channel_join","48":"channel_join"},"text":{"0":"<http:\/\/goarya.com\/2015\/12\/01\/algorithms-hire-better-than-humans\/>","1":"Dansk startup som arbejder med HR, dog med primære fokus på løbende engagement af medarbejdere <https:\/\/peakon.com\/>","2":"Cool! :slightly_smiling_face:","3":"<https:\/\/www.restlessbandit.com\/how-it-works> \nDe kommer allesammen med i min oversigt til på fredag, men skim dem også lige når i har tid, for at få en bedre forståelse af hvad det er for nogle problemer der løses pt","4":"<http:\/\/www.pomato.com\/>","5":"Kigger lige på det ","6":"Specielt job funktionen","7":"<@U321CN2N7> Tjek det her ud: <https:\/\/angel.co\/>","8":"<https:\/\/flatpi.com\/>","9":"<https:\/\/mroads.com\/#1>","10":"<https:\/\/www.crystalknows.com\/> \n\n<https:\/\/www.crystalknows.com\/personality\/annbritt-klausen>","11":"Har også lavet en aftale med Annbritt Klausen den 20. Dec. Hun arbejder i Amrop Executive Search i København, og efterspørger ligeledes en gameplan til mødet. Så lad os lige få snakket om det, ja ","12":"Har skrevet til Christian Tvede (OUH) og Søren Ikast (Erhvervspsykolog) ift. ‘step 2’ af Swebly. Holder jer opdateret herpå og så har jeg også snart udarbejdet et udkast til en gampeplan, som vi lige skal spare om.","13":"<https:\/\/emotionjournal.online\/>","14":"De har et test site","15":"Nej, tror ikke det har noget offentligt tilgægeligt, så kun det jeg har set på video.","16":"Har du testet det?","17":"Sygt nok","18":"<https:\/\/techcrunch.com\/2016\/12\/04\/disrupt-london-2016-hackathon-winners\/>","19":"Præcis","20":"Som i, en profil der kunne have \"rollemodel\" status? - Han har ihvertfald formået at sætte sig mål og opnå dem.. han har en ret fed person","21":"På hvilken måde tænker du? :metal:","22":"Ham der Mads Faurholt-Jørgensen kunne være fed influencer på platformen. ","23":"Kæft det virker fede Mya. Tror dog stadig der er et marked ift. higher level recruitment til top jobs. Men der er noget der rykker :speedboat:","24":"Mya er i private beta kender du mere til virksomheden?","25":":thumbsup:","26":"<http:\/\/goarya.com\/benefits\/> \n\n\"Arya gives recruiters deeper intel into who someone is before they even begin the recruiting process\"","27":"<https:\/\/ideal.com\/ai-recruiting\/>","28":"\"Your recruiting A.I.\"","29":"<http:\/\/trymya.io\/>","30":"<https:\/\/mentorbox.com\/>","31":"<https:\/\/ing.dk\/artikel\/dansk-app-hjaelper-psykiatriske-patienter-ved-at-overvaage-dem-188316>","32":"Challengenes er måske gode nok :slightly_smiling_face:","33":"Virkeligt input og virkeligt output, med minimalt lager i mellem. Dvs. fucking simpelt og intuitivt design","34":"Tror også de har det konceptuelt forkert ved at designe det på den måde. Det skal være brugerens virkelige interaktion med verdenen der skal i fokus. JEG bliver bedre er key element, så det skal ikke være en eller anden figur der repræsentere mig.","35":"De har fat i noget, men kæft det er et lorte design. Find ud af hvor mange aktive brugere de har, noget om deres community og eventuelle finances på virksomheden.","36":"<http:\/\/mindbloom.com\/> Tjek alle deres apps ud.. sjov tilgang til realisering af mål \/ forbedring","37":"<http:\/\/mindbloom.com\/proof>","38":"Tjek \"Memorado\" i app store. En app jeg brugte i en periode. Synes der er virkelig gode tanker i appen både ift design og koncept :wink:","39":"især denne <https:\/\/www.coach.me\/habit-tracker>","40":"<https:\/\/www.entrepreneur.com\/article\/254636>","41":"<https:\/\/itunes.apple.com\/us\/app\/pocket-mentor-daily-career\/id941832993?mt=8>","42":"<https:\/\/journalate.com\/>","43":"<https:\/\/penzu.com\/>","44":"<@U2M8LV0D9|martinballe> has joined the channel","45":"<@U16N1MYTA|rasmus> has joined the channel","46":"<@U17LJ3US2|mark> has joined the channel","47":"<@U32NLC2HK|anderschanruk> has joined the channel","48":"<@U321CN2N7|abedkreidly> has joined the channel"},"ts":{"0":"1484859911.000002","1":"1484749622.000002","2":"1484655019.000010","3":"1484652793.000008","4":"1484652268.000006","5":"1484636694.000005","6":"1484636681.000004","7":"1484636511.000002","8":"1484307425.000004","9":"1484305829.000002","10":"1481277348.000004","11":"1481264688.000003","12":"1481263019.000002","13":"1480919534.000002","14":"1480916574.000002","15":"1480911366.000002","16":"1480877427.000003","17":"1480877390.000002","18":"1480868954.000002","19":"1480767040.000005","20":"1480766629.000004","21":"1480766235.000003","22":"1480766197.000002","23":"1480621417.000003","24":"1480620485.000002","25":"1480606540.000007","26":"1480595278.000006","27":"1480595001.000004","28":"1480594903.000003","29":"1480594879.000002","30":"1479966057.000002","31":"1479902500.000002","32":"1479551356.000005","33":"1479551339.000004","34":"1479551283.000003","35":"1479551185.000002","36":"1479501471.000004","37":"1479501372.000002","38":"1479412237.000002","39":"1479221421.000014","40":"1479221404.000012","41":"1479221034.000010","42":"1479220720.000009","43":"1479220659.000007","44":"1479220568.000006","45":"1479220567.000005","46":"1479220567.000004","47":"1479220567.000003","48":"1479220566.000002"},"type":{"0":"message","1":"message","2":"message","3":"message","4":"message","5":"message","6":"message","7":"message","8":"message","9":"message","10":"message","11":"message","12":"message","13":"message","14":"message","15":"message","16":"message","17":"message","18":"message","19":"message","20":"message","21":"message","22":"message","23":"message","24":"message","25":"message","26":"message","27":"message","28":"message","29":"message","30":"message","31":"message","32":"message","33":"message","34":"message","35":"message","36":"message","37":"message","38":"message","39":"message","40":"message","41":"message","42":"message","43":"message","44":"message","45":"message","46":"message","47":"message","48":"message"},"user":{"0":"U321CN2N7","1":"U321CN2N7","2":"U2M8LV0D9","3":"U321CN2N7","4":"U321CN2N7","5":"U321CN2N7","6":"U17LJ3US2","7":"U17LJ3US2","8":"U321CN2N7","9":"U321CN2N7","10":"U321CN2N7","11":"U321CN2N7","12":"U17LJ3US2","13":"U16N1MYTA","14":"U2M8LV0D9","15":"U17LJ3US2","16":"U2M8LV0D9","17":"U2M8LV0D9","18":"U17LJ3US2","19":"U17LJ3US2","20":"U321CN2N7","21":"U321CN2N7","22":"U17LJ3US2","23":"U17LJ3US2","24":"U17LJ3US2","25":"U17LJ3US2","26":"U321CN2N7","27":"U321CN2N7","28":"U321CN2N7","29":"U321CN2N7","30":"U321CN2N7","31":"U17LJ3US2","32":"U17LJ3US2","33":"U17LJ3US2","34":"U17LJ3US2","35":"U17LJ3US2","36":"U321CN2N7","37":"U321CN2N7","38":"U32NLC2HK","39":"U321CN2N7","40":"U321CN2N7","41":"U321CN2N7","42":"U321CN2N7","43":"U321CN2N7","44":"U2M8LV0D9","45":"U16N1MYTA","46":"U17LJ3US2","47":"U32NLC2HK","48":"U321CN2N7"}}