{"0":"I unfortunately can't be in Odense before Saturday morning.","1":"Tomorrow is good!","10":"Ohhh that's the movie!! I really wanted to figure out. Thanks! :ok_hand:","11":"It references a fantastic movie called Mr. Nobody. It’s pretty long, but it’s a fascinating tale, and really well made.","12":"Food for thoughts <http:\/\/youtu.be\/D7CH9cRN8Rg>","13":"<@U0KL1MXC5|abedkreidly> has joined the channel","14":"Oh right! Please post it there then. :smile:","15":"Yes exactly! Sorry about that, I would happily tell you more about it, but that would probably fit the <#C0F1W4PQT> channel better :stuck_out_tongue:","16":"And thanks for the answer. Sounds interesting. But still rather nonsensical for someone who hasn’t worked with node.js, AWS, Lambda or EB :stuck_out_tongue:","17":"What is AWS? Amazon Web Services?","18":"Since Mark can’t seem to answer.. In short, it is nodejs servers powering most of the mobile applications we develop, hosted in AWS as either Lambda or EB instances, using mongodb or dynamodb databases :simple_smile:","19":"That's cool! What backend stuff will you be doing? ","2":"<@U0F21G8VD>: <@U0F1V9D9A> does tomorrow fit your  schedule? ","20":"From my experience. Saying one's goals out loud to someone who will keep you accountable is also really helpful for pushing one towards realising such goals. Today I told my boss, that I'll be able to handle the majority of our backend-development (a developer type we are looking for) in 3-4 months self education. It's an awesome a über challenging task :sweat_smile: hopefully <@U0F1V9D9A> will helt me out and we'll be able to build some cool stuff together. ","21":"High-Quality Work Produced = (Time Spent) x (Intensity of Focus)","22":"Absolutely <@U0F1ZMA72> and indeed, Napolean Hill actually directly emphasizes brahmachayara, sexual retention. Tesla was celibate since his late 20s as he cultivated the deep samadhis and knew that the sexual essence is important for the cultivation of mental and physical well-being. For males that do not meditate, the essence is not as important, and having ejaculation between 4-7 times per week is okay according to the Taoists, but if you meditate and use those energies inwardly, it is generally recommended to either abstain completely or do twice per month. It builds the internal repertoire of power. Godspeed gentlemen. ","23":"I relation to Anders' description of auto-suggestion and the post' emphasis on goal-setting and obsession. I would recommend everyone to read 'Think and Grow Rich' by Napolean Hill (this is one of the books I recommended to you <@U0F21G8VD>). Though the focus on attaining material wealth (so people can relate) it works for any desire. It's a practical guide to unleashing the law of attraction - a universal law just as gravity, electromagnetism... It's a must read! ","24":"<!channel> I really liked this post on goal-setting. I hope you others may find it helpful as well for whatever your goals may be: <https:\/\/www.reddit.com\/r\/getdisciplined\/comments\/33jijb\/method_a_goalsetting_fix_that_will_transform_your\/>\n\nI usually keep mental tabs on my goals, but I will begin writing them down daily in the manner expressed. It may give a bit more oomph to the transformation. Obsession used productively is a great thing. \n\nIn NLP and spiritual transformational systems, we use something similar that’s called auto-suggestion. Before sleep, every night, you choose a particular idea you would like to impress upon your unconscious systems. It could, “I am healthy”, or “I am happy”, or “I accomplish my goals”, and you repeat that phrase 40 repetitions at least before you fall asleep. You do this every night, and when you wake up in the morning, you start your day with that. As you find the impregnation being succesful, you can then change it to something else, but give it at least a month or so for obvious changes to occur. This goes very well with meditation because it allows the link between conscious and unconscious mind to increase. More energy will be readily available. If you have questions regarding auto-suggestion, don’t hesitate to ask. I will make a full post on it, should it be wanted\/desired.","25":"@soufyan Ah right! My bad. Well, I hope you'll get some energy influx soon in whatever way :p A lot of tea helps me through the winter. ","26":"<@U0F1ZMA72|mark> uploaded a file: <https:\/\/masterunit.slack.com\/files\/mark\/F0HJVA78W\/pasted_image_at_2016_01_02_03_45_pm.png|Pasted image at 2016-01-02, 3:45 PM> and commented: Still bigger distance from the sun though, since the earth moves in an ellipse","27":"@ anderskassem Habibi, I should've been more clear, I was referring to the sun, since there's been a lot of sunshine the past couple of weeks. I wish I had a new influx of energy from the sun :simple_smile:","28":"<@U0F570U57>: The influx of energy wouldn’t be before Spring according to what is written above :sun_with_face: Even in Spain, it’s still Winter. :simple_smile:","29":"<!channel>: I've never committed to any resolutions, nor have I ever made any. I've been in southern Spain for the past two weeks, with a lot of sun.. Unfortunately, I don't feel like I have had an influx of energy, though the vibes are still good as usual. I guess I'll just continue the way I am, happythankyoumoreplease :simple_smile:","3":"I'm free tomorrow night. ","30":"Sounds good, Mark. To quote my spiritual teacher, it is usually a bad time at year to make resolutions. But for others, it may suffice, but I’ll post this here, since you mentioned it, and may find it interesting.  _“The winter, being a time of barrenness for nature, is not an ideal time for new resolutions, and truly, people rarely keep to them. The spring is when the earth receives its new influx of energy from the sun, and this equinox is the ideal time to bring in the new year with spiritual celebration and inspiration. Specifically, it is a time marked by a certain phase of the moon following the spring equinox, for all magical calendars must take into account both the sun and the moon. All four seasonal intervals are a good time for fire rituals: the fire rituals in winter are to support the kalva (time of retreat) and the burning of obstacles, and the fire ritual of the spring equinox is to support the prayers and new years resolutions made on that day, similar to how old traditions might sacrifice an animal before a grand voyage”_","31":"<!channel>:","32":"<@U0F570U57|soufyanbelkaid> has joined the channel","33":"<@U0F21G8VD|max> has joined the channel","34":"I hope everyone started 2016 on a highnote and are ready to the challenges and lessons to come. I want to hear your New Year’s Resolutions!?!?! For myself, 2016 will be the year where I continue my improvement towards becoming the best me. Why? Simply because the odds of improving the world is better if  I myself am better. For me, this improvement comes from diving further into the spiritual realm of the universe to experience, comprehend and understand things as they truly are, but may be cluttered due to societal influence and a limited mind. It comes from dedication and hard work towards improving crafts as electrical engineering, data science and software engineering, which I believe can help facilitate solutions to big problems. And it comes from strengthening and pushing the fleshly vessel I call my body to greater extends...","35":"Of course I’ll keep you accountable anderskassem! :simple_smile:","36":"Goal for this life-time: Reaching enlightenment. Will you keep me accountable <@U0F1ZMA72>? :stuck_out_tongue_winking_eye:","37":"<@U0F1WH8AZ|anderskassem> has joined the channel","38":"<@U0F2WABLM|sorenschmidt> has joined the channel","39":"<@U0F23JM99|andrew> has joined the channel","4":"What about tomorrow or next week?","40":"<@U0F1V9D9A|rasmus> has joined the channel","41":"<@U0F1ZMA72|mark> set the channel purpose: sharing goals and holding each other accountable for these goals...","42":"<@U0F1ZMA72|mark> has joined the channel","5":"Fascinating “food” Mark. It led might thoughts to the many world theory,  pretty cool stuff.\nI am up for that date, if time fits :simple_smile:","6":"I will be pleased to join if it can be arranged a day, where i will be in Odense. :simple_smile:","7":"Excellent. Looking forward. :ok_hand:","8":"That's a date brother! Let me know if anyone here <!channel> wants to join... ","9":"You’re welcome. If you’re going to have a movie night sometime to watch it, invite me! I’d love to see it again. :stuck_out_tongue:"}