{"0":"My pleasure! :slightly_smiling_face:","1":"Thank you brother!","10":"They should make in-vitro meat a thing already..","11":"Crazy eh?","12":"<http:\/\/www.iflscience.com\/environment\/going-veggie-would-cut-global-food-emissions-two-thirds-and-save-millions-lives-new>","13":"<http:\/\/www.popsci.com\/science\/article\/2011-06\/humans-might-be-able-see-earths-magnetic-field-without-realizing-it>","14":"BBC - Earth - What is the real reason we sleep?\n<http:\/\/www.bbc.com\/earth\/story\/20160317-what-is-the-real-reason-we-sleep>","15":"In Ayurveda, there is the concept of Doshas. Doshas are energies that are found throughout the the human body and mind. Similarly to Traditional Chinese Medicine (TCM), each of the three doshas reflect elements. \n\n- Vata: *Ether and Air.* \n\nSome of its qualities: Dry, Light, Cold, Rough, Subtle, Mobile, Clear. \n\n- Pitta: *Fire and Water.* \n\nSome of its qualities: Oily, Sharp, Hot, Light, Mobile, Liquid. \n\n- Kapha: *Earth and Water*. \n\nSome of its qualities: Heavy, Slow, Cold, Oily, Slimy (smooth), Dense, Soft, Static (stable), Cloudy (sticky). \n\nSo in the Ayurvedic system, a person with a constitution of Vata has physical qualities that correspond to the Ether and the Air element. This will usually be reflected as: thin build, quick thinking, fast moving, hard to gain weight, low Agni (digestive fire) with low or irregular appetite and digestion, tendency to constipation and gas, emotional affective state leaning toward anxiety and fear, personality leaning towards vivacious, talkative, social and outgoing. \n\nA person with the Pitta constitution will have qualities reflective of Fire and Water elements, so here one will observe things like a fiery personality, high Agni (digestive fire) and quick digestion, oily skin, medium build, can gain weight but also lose weight equally easy, personality leaning towards being in control, intense, ambitious, and the negative affective state leaning toward jealousy and anger. \n\nA person with the Kapha constitution will have qualities reflective of Earth and Water elements, so here one will observe solid body frame, calm temperament, gains weight easily and hard to lose, slow digestion, personality leaning towards reserved, laid back, concerned, and negative affective state leaning toward posessive, greedy and withdrawn. \n\nWhile there is often one dosha in predominance according to this system based on bodily constitution, most people have a second dosha with strong influence. They refer to this as a dual-doshic constitution. \n\nSo for people still struggling with health and looking to optimize their health to their best ability and thus also increase their ability in meditation, I suggest taking a test such as <http:\/\/www.naturesformulary.com\/contents\/dosha-test> one and see if you have an excess of one of the doshas. If you do, I suggest trying a pacifying diet that corresponds to that dosha, and see if your health improves. \n\nI hope this post was helpful to some of you.","16":"Yeah, I know how you feel mate","17":"I’m kinda pissed to be honest! That organizations we trust to anchor humanity in the right direction are withholding such lethal information.","18":"Just watched the Cowspiracy doc. If the numbers are right, then that’s a freaking huge issue!! And not something a sexy Tesla or technological gadget can safe us from :disappointed: We need to change supply or demand (or both) dramatically!","19":"Just for the record, I am all for personal choice and personal freedom. All I ask of people is to think about the actions they do, and contemplate the natural laws and thus, using logic and the intuitive wisdom, align themselves with their highest aspirations. I am by no means trying to preach a certain diet or certain lifestyle. I am simply trying to share a perspective that may provide ample food for thought (pun intended).","2":"I’ve shared a presentation here that delves into those 13 things and what you can personally do to improve your health. Best of luck to you all.","20":"I agree with what Mike is saying in the TED Talk, but unfortunately, while the initiative is in development, it doesn’t change the fact that the immediate change one can do on a personal scale is cut off consumption. That’s up for each person to decide, and truly, with a multidimensional perspective, one may think it doesn’t matter much. I mean, this is just one Earth, there are other Earths to go to, if need be, but that’s not for the majority of people (people that do not cultivate nor reach enlightenment in this lifetime are destined to come back). So one may ask oneself about what the most compassionate choice would be. \n\nOf course, every person’s diet requirement are different, and that’s why it is difficult to suggest something like a Vegan or Vegetarian diet for everyone. \nThat is not feasible. There are some conditions that require various types of animal meat to function optimally. However, with the case of meat, there’s not just the environmental impact that is questionable, there’s also the known fact that meat takes more energy to process, it awakens the passions, and so forth. This is something that can be experienced when one increases one’s sensitivity significantly, but as mentioned, some people need various substances to functional optimally.  \n\nI suggest you check out this fantastic resource called Healing with Whole Foods: <http:\/\/www.amazon.com\/Healing-With-Whole-Foods-Traditions\/dp\/1556434308> \n\nWhen we think about things like GMO, GE seeds and plants, you will start to lose out on the benefits of the pranic supreme that exists within those plants. There are ways, not known to science yet, on how to measure bioenergetic potential of plants, vegetables, herbs, and so forth, and unfortunately, GMO does not provide the same bioenergetic potentials. Because of that, it can also lead to severe ramifications down the line in terms of cancerous growths, and various other destabilizations of internal cellular machinery. There’s the unfortunate case where doctors in the 40-70s prescribed artificial Estrogen to postmenopausal women, and the ramifications were an increased incidence of breast cancer and thus overall mortality. This was of course not expected, but was found out, after-the-fact. \n\nCurrently, there’s not just the problem of GMO, but also artificial sugars, countless carnicogens and lots of toxic substances that are added to most of the food we can buy today because of the increased use of pesticides and various toxic chemicals to increase the crop size.","21":"I believe incentives like this, vertical farming, GE seeds and plants, cultured meat(in-vitro meat) is the future of the human food-chain in large. A little weird saying, coming from a guy who supports organic produce and meat. ","22":"<@U0F1V9D9A>: you better learn to eat fish :joy:","23":"In relation to Anders' post about the problem with agriculture and its carbon emission. I don't agree with a vegan diet (might change my view), since I think there is a far better alternative - The case for fish farming\n<https:\/\/www.ted.com\/talks\/mike_velings_the_case_for_fish_farming>","24":"Indeed a devastating industry! I  have been wondering how this can be regulated and improved. In my experience the Danish food industry (e.g. Danish Crown) have been \"showing\" interest in Open Innovation - exploiting new sustainable technology but for some reason it often ends up being talk without no real action. Guess the technology already being accesible, could governments demand their use? Another thing is the obvious food waste problem. Why dont they simply just produce less food? This document is old but gold <http:\/\/www.foodwastemovie.com> ","25":"Some people prefer infographics, so I’ll just share that here as well: <http:\/\/static1.squarespace.com\/static\/544dc5a1e4b07e8995e3effa\/t\/54e4d927e4b0aaf066abfcf0\/1424283943008\/Cowspiracy-Infographic-Metric.png>","26":"See some of the facts here: <http:\/\/www.cowspiracy.com\/facts\/>","27":"\"Livestock and their byproducts account for at least 32,000 million tons of carbon dioxide (CO2) per year, or 51% of all worldwide greenhouse gas emissions.\"","28":"\"Animal agriculture is responsible for 18 percent of greenhouse gas emissions, more than the combined exhaust from all transportation.\"","29":"Great documentary available on Netflix. It clearly shows the massive demands the meat industry has on the entire environment.","3":"<@U0F1WH8AZ|anderskassem> uploaded a file: <https:\/\/masterunit.slack.com\/files\/anderskassem\/F2ACFJLDB\/13_steps.pptx|13 Steps to Health.pptx>","30":"<http:\/\/www.cowspiracy.com\/>","31":"Reminds of of this: <http:\/\/www.scientificamerican.com\/article\/how-to-grow-stronger-without-lifting-weights\/>","32":"You can train your body into thinking it’s had medicine. Omg, the power of the mind!!\n<http:\/\/mosaicscience.com\/story\/medicine-without-the-medicine-how-to-train-your-immune-system-placebo>","33":"<@U0KL1MXC5|abedkreidly> has joined the channel","34":"Oh yes Statins.. Thanks a lot Anders, I'll PM you his report right away.","35":"Hey Max. Sorry to hear about the high cholesterol. It's a very common ailment so don't get unnecessarily worried. It's something that is rather easily remedied. Please PM me your fathers lab results and I'll look into it in more detail. \n\nUsually cholesterol related issues can be fixed by a plant based diet, completely or at least reducing intake of meat (limiting it to 1-2 servings per week, and preferably white meat like chicken). Moreover, there are supplements that can be helpful, like fish-oil and various herbs that I can go into more detail about when I return. \n\nAlso, let me guess that they prescribed him Statins? \n\nBest wishes from here. ","36":"<@U0F1WH8AZ>: <@U0F1ZMA72> Hey guys. I have a question regarding the health of my father. He apparently has high cholesterol and have been prescribed some ''Medicine'', which he is supposed to take as long it is a problem. Now my opinion on how this works is, that he is being tricked into getting addicted to some drug, which probably has more negative effects than positive. All for the profit of the pharmaceutical companies. He's very active man, which Mark knows and I'm almost a 100% sure, that there is a better solution of him eating a different way to solve his problem. He's told to cut down on high fat foods and is even afraid of eating avocado now. I'd like to know your opinion on this problem. By the way I've his laboratory report if you'd like to see.","37":"Hahahaha that’s awesome!! :sweat_smile:","38":"I’m nowhere near the health-“geek” as Mark, but that seems very cool! “Apple Watch” is a great feature :wink:","39":"<@U0F1ZMA72> This is totally for you, geek: <http:\/\/www.modernalkame.com\/> — they even have iWatch app for tracking haha","4":"13 things to do to be radiantly healthy: \n\n1. Clean air\n2. Clear water\n3. Clear food\n4. Detoxification (eliminate toxins and toxic behaviour)\n5. Increase your natural immunity\n6. Moderate stretching and exercise — muscles, bones, circulation\n7. Sleep — proper rest at the proper time\n8. Meditation and stress reduction\n9. Sunshine - Light\n10. Positive Attitude - Right Thinking\n11. Supplements\n12. EMF\n13. Match yourself with nature — local conditions","40":"If you’re lucky, I’ll record myself while jumping and watching medical physiology videos. You’d be surprised, haha. :smile:","41":"Hahahaha!!! Sounds awesome :joy:","42":"Everything on rebounding. The mini-trampoline, and how it helps with health. <http:\/\/reboundworld.com\/allontherebound1.1.pdf>\n\nThere has been one study done by NASA: <http:\/\/jap.physiology.org\/content\/49\/5\/881.abstract> that shows that this exercise: \n\n* \".. . for similar levels of heart rate and oxygen consumption, the magnitude of the bio mechanical stimuli is greater with jumping on a trampoline than with running, a finding that might help identify acceleration parameters needed for the design of remedial procedures to avert deconditioning in persons exposed to weightlessness.\"\n\n* \"The external work output at equivalent levels of oxygen uptake were significantly greater while trampolining than running. The greatest difference was about 68%.”\n\n* \"While trampolining, as long as the G-force remained below 4-G's, the ratio of oxygen consumption compared to biomechanical conditioning was sometimes more than twice as efficient as treadmill running.”\n\nI am receiving a Jumpsport Fitness Indoor Trampoline model 220 soon, and will certainly report back if I personally find this a worthwhile endeavour for cardiovascular fitness, lymphatic flow, and general muscular tone improvement.\n\nFor me, after having shin splints several times and pain in my knees after continuous running exertion, I think this quote from a scientific study is the real reason it’s such a worthwhile pursuit: \"Rebounding’s impact on the joints is roughly 85% less than equivalent level of exertion on a treadmill.”\n\nAlso, who doesn’t like jumping?","43":"<@U0F1ZMA72> Ha, good luck with that. What I am referring to is related to physiological effects of kundalini, which is activated in very deep meditation. The breath meditation I’ve just taught on <#C0F20Q1QE> increases Yin to the degree that Yang rises (kundalini). Said another way, in deep stillness, the power (of kundalini) arises. There’s been some physiological elaborations on the kundalini both online <http:\/\/biologyofkundalini.com\/> &amp; <https:\/\/www.emergingsciences.org\/> but also in specific books such as Krishna Gopi’s _Kundalini: The Evolutionary Energy in Man_ and C. G. Jung’s _The Psychology of Kundalini Yoga._\n\nI will say, however, that it is folly to play around with the force of kundalini without knowing what one is doing. It is a highly righteous force, and is only released by those that are truly ready to accept and surrender to Its power. \n\nYou’re not going to find many studies about people that only sleep between 2-5 hours outside of specific outliers that don’t sleep at all. Google: “The man that doesn’t sleep”. \n\nNikola Tesla was known to only sleep 2-4 hours daily, and if you know his history, he was also an initiated Yogi who had learned the Art of completely stilling his mind and attaining deep samadhi states of consciousness. Some of that stuff is covered in this interview with him: <http:\/\/www.freedomtek.org\/en\/texts\/nikola_tesla_interview_1899.php>","44":"<@U0F1WH8AZ>: Do you have any studies regarding sleep? I’ve thought about experimenting with things such as uberman, siesta, etc. What is the bare minimum for functioning? In laymen terms, I know the brain goes through a process where it cleanses itself from toxins during sleep (particular REM sleep if I remember correctly). I’ve tried varies of hacks to optimize, but I would prefer a concrete evidence-based standpoint :simple_smile:","45":"Awesome to see you guys interacting and sharing knowledge!","46":"By all means! I’m here to share. :relaxed:","47":"Thanks. I will probably return with further questions  :simple_smile:","48":"PS: Just saw that those two links don’t ship to Denmark, so just browse around for the same brands or other one’s on <http:\/\/ebay.co.uk|ebay.co.uk> — you should be able to find some that _do_ ship.","49":"Usually just use <http:\/\/ebay.co.uk|ebay.co.uk> or <http:\/\/amazon.co.uk|amazon.co.uk> for supplements. Danish prices are outrageous, so I stay away from those. \n\nFor the Super Greens Powder, this one in particular, looks great: <http:\/\/tinyurl.com\/nlpofn2> . I haven’t gotten a chance to try that one yet, it’s also a bit on the expensive side, but thought I’d recommend it. I’ve been using <http:\/\/tinyurl.com\/qdyzoe5> with good benefit, but from the ingredients list, the former one just looks much better, also has digestive enzymes and contains anti-oxidants from berries.","5":"Great experience for finding nutritional facts: <https:\/\/sageproject.com\/>","50":"Cool. Who is your vitamin pusher?","51":"<@U0F2WABLM>: Sure thing. \n\n<http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21040626> &amp; <http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25761837> &amp; <http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/24946991>\n\nYou can pick-up caffeine tablets from whatever place, or just continue drinking your normal coffee (that’s probably what I would do, because if you’re a coffee drinker, you also get the benefits from the various other compounds in coffee beans that are anti-oxidant) and simply order some L-Theanine capsules. Go with a SunTheanine brand like Jarrows or Doctor’s Best. They’re to be trusted. :simple_smile:","52":"Thanks! I think the most interesting parts are general health and cognitive performance. So, green tea should be a daily routine? Or is it’s better to consume it as a supplement, if that’s possible? \nI would be delighted if you would share those studies…","53":"<@U0F2WABLM>: It really depends on your goals. \n\nFor general health, I usually just recommend people get their hands on some Vitamin D, a good multivitamin (that has enough B-vitamin especially; or do like Mark, and take a B-complex, since B-vitamins are heavily involved in cellular energy metabolism), and a SuperGreens powder. \n\nIt doesn’t taste very good (though I’ve heard they’ve made some strides with that in new supplements), to really help alkalinize the body: the extra chlorophyll from wheat grass and barley grass also significantly increases the transport of oxygen in the body, keeping you refreshed for far longer periods. You really can’t go wrong with those sorts of basics. \n\nFor immune health, if you’re worried about coming down with flu or the common cold, I can recommend EpiCor, which is a scientifically validated prebiotic that increases immune system activity. Besides that, the mushroom called Reishi Mushroom is extremely effective at improving general health and immune system activity. I’d personally be taking it daily if it wasn’t so expensive. \n\nIf you’re more interested in muscular and athletic performance stuff, then stuff like BCAAs, Beta-Alanine, Creatine and D-Aspartic Acid will do you much good. \n\nFor manly health, testosterone levels and related, I’ve heard some people have good results from Maca and cycling Tongkat Ali. \n\nFor cognitive performance - I thought I might as well mention it - lots of people love the L-Theanine\/Caffeine combination, so if you’re already a coffee drinker, you may want to take a look into that. L-Theanine is the active component of Green Tea, and has a balancing effects on brain waves, increasing the alpha-waves in particular, which are associated with heightened mindfulness and relaxation. In a 2:1 ratio (200mg L-Theanine, 100mg caffeine), studies have found an improved response in terms of cognitive performance. If you wish, I can share you those studies, if it’s something you want to pursue. \n\nSo, it really depends on your temperament, your goals, and ultimately, your desire for experimentation. \n\nDiet, exercise and a good amount of sleep will go a _long_ way, but when you have that in order, adding a few supplements here and there can really help your body perform at its optimum level (which is really just its natural level..). \n\nHope that helped! :simple_smile:","54":"Anders\/Mark: What would you recommend as a starter kit, due to supplements?","55":"<@U0F21G8VD|max> has joined the channel","56":"<@U0F570U57|soufyanbelkaid> has joined the channel","57":"Interesting. It’s strange, those kinds of things used to have a big effect on me, but since all the meditation, it’s as if those effects are inhibited, or I only get negative effects. I perform best with nothing in my system, except good nutrition and the nutritive supplements I mentioned that support healthy elimination of waste from the organs.","58":"I’ve only tried Aniracetam and Noopept. I’ve recently cycled  one of the compounds with CDP-choline for two weeks straight and then one week off. Initially, it had a great impact on my cognitive work, but i seems that I’ve grown pretty tolerant to it.","59":"<@U0F1ZMA72>: What racetam are you taking? And is that daily, or cycled? I’ve tried pretty much every racetam, but decided that they really provide me with no benefit, and if anything, makes my mood more erratic. Piracetam makes me hypomanic. Aniracetam feels psychedelic, but has strange metabolites that makes me feel derealized. Oxiracetam is speedy and crashy, like a caffeine buzz. And noopept, in particular, actually blunts my emotions. Great for cognitive work, but not for deepening the relationship with the Self &amp; Other.","6":"<@U0F1WH8AZ|anderskassem> uploaded a file: <https:\/\/masterunit.slack.com\/files\/anderskassem\/F0WF2QLJY\/pasted_image_at_2016_03_30_11_01_am.png|Bio-etheric energy field> and commented: Meditate enough, and this isn’t just some movie effect :wink:","60":"Fascinating review article on the nature and benefits of *Earthing* on the Human Body. \n\nTitle of the Paper: \"Earthing: Health Implications of Reconnecting the Human Body to the Earth’s Surface Electrons”. Link: <http:\/\/deltabed.no\/wp-content\/uploads\/2015\/10\/jording_og_helse.pdf>\n\n*Conclusion:* _De Flora et al. wrote the following: “Since the late 20th century, chronic degenerative diseases have overcome infectious disease as the major causes of death in the 21st century, so an increase in human longevity will depend on finding an intervention that inhibits the development of these diseases and slows their progress”_\n\n_Could such an intervention be located right beneath our feet? Earthing research, observations, and related theories raise an intriguing possibility about the Earth’s surface electrons as an untapped health resource—the Earth as a “global treatment table.” Emerging evidence shows that contact with the Earth—whether being outside barefoot or indoors connected to grounded conductive systems—may be a simple, natural, and yet profoundly effective environmental strategy against chronic stress, ANS dysfunction, inflammation, pain, poor sleep, disturbed HRV, hypercoagulable blood, and many common health disorders, including cardiovascular disease. The research done to date supports the concept that grounding or earthing the human body may be an essential element in the health equation along with sunshine, clean air and water, nutritious food, and physical activity._ \n\n——— \n\nI find this topic absolutely fascinating, because it is such a simple solution, yet profound effects are found from it. We’ve found that a lot of day to day modern lifestyle diseases come from simply being _too_ stressed out. Well, they’ve found out that the Earth actually protects you from that sort of thing, by forcing your body to activate more of the parasympathetic nervous system (rest and digest) activation instead of going amok in the sympathetic nervous system.  \n\nQuoting from relevant study under 2.4.1: _“The immediate decrease in SC indicates a rapid activation of the parasympathetic nervous system and corresponding deactivation of the sympathetic nervous system. The immediate increase in SC at cessation of grounding indicates an opposite effect. Increased RR, stabilization of BO, and slight rise in heart rate suggest the start of a metabolic healing response necessitating an increase in oxygen consumption.”_\n\nSimply said: *awesome.* \n\nI should receive an Earthing device shortly, so I will most likely report back after a couple of week’s usage.","61":"What a fascinating reported study. I’ve learned about Vagal Tone before, in relation to the heart and to the fight and flight response, but hadn’t really read anything about it in relation to inflammation. But it makes perfect sense, really. \n\nMeditation also improves immune response; which again, goes to show, that it all starts from the mental plane, and then descends down. \n\nHere are some studies showing the immune modulatory effect: <http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0889159112001894> &amp; <http:\/\/www.anticancerbook.com\/post\/Mindfulness-meditation-boosts-the-immune-system.html> &amp; <http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/12883106>\n\nThanks for sharing! :simple_smile:","62":"<@U0F1WH8AZ>: What are your thoughts on this? Hacking the nervous system - inflammation in body tissues are being directly regulated by the brain: <http:\/\/mosaicscience.com\/story\/hacking-nervous-system>","63":"I’ve personally found that cutting lactose (disaccharide sugar) and gluten (storage protein) from my diet has made wast improvements in my overall health. Adapting a paleo \/ ketogenic diet has given me a lot more energy, cognitive improvements, etc. by reducing the toxins I put into my body. Here’s a list of supplements that I’m currently taking. There are a few stables, but I’m really trying to listen to my body and mind towards what works and what doesn’t work in different periods of my life. \n•Creatine (Muscle creatine content, power output, hydration)\n•BCAAs (Aerobic exercise, fat oxidation)\n•Ginseng (anti-fatigue effects, subjective wellbeing, decrease in blood glucose)\n•Ginkgo Bilopa (reducing risk of cognitive decline, increase in short term memory)\n•Vitamin D (reducing risk of falls, increase testosterone, subjective health)\n•Krill Oil, Omega 3 ( reduces stress, C-Reactive protein, blood pressure, depression and increases HDL-C and more)\n•Vitamin B complex ( maintain nerves, regeneration of cells, protect against atherosclerosis)\n•Turmeric - (anti-inflamatory, increase in antioxidant capacity…)\n•L-Theanine - (reducing stress, anxiety, and improving focus and sleep quality)\n•Multivitamin - (general health benefits)\n•Magnesium - (assist in ATP production)\n•Vitamin C - ( increase glutathione - powerful antioxidant)\n•Spirulina - (Alkalyzing, reducing allergies)\n•Ketones\/ MCT - (increase midrocomdia function in the brain, processing speed, metabolic rate, working memory)\n•Racetam  - (Increases oxygen levels in the brain and communication between left and right side of the brain. Also protects the brain from certain toxins and low oxygen levels)\n•Huperzine A or CDP-choline - (modifying level of neurotransmitters, increase attention, memory, choline levels in the brain","64":"Could we have a *supplement* round, please? :simple_smile: \n\nAnyone who is a serious cultivator and body fanatic knows that our bodies are being filled with toxins on a daily basis, and with the added stress of modern life and perhaps years in the past with poor dietary habits, sometimes it’s important to help our bodies perform at their best. \n\nIf you’ve found something effective for your personal productivity, overall health, physical performance (running or strength training) please share. \n\nHere’s a list of supplements I am currently taking for general health and detox. A work in progress.  \n\n* BodyMe SuperGreens Powder Blend (for alkalizing the body and improving oxygen transport)\n* ALA (antioxidant that helps with detoxification of the body from heavy metals and other junk)\n* Nattokinase (reduces blood pressure and improves blood flow in arteries)\n* EpiCor + vit D3 (Epicor is a prebiotic that increases immune system activity)\n* Multivitamin (general health)\n* Supplement for colon detox (a propiertary blend of herbs that help with elimination of waste, contains e.g. psyllium and alfaalfa, etc.)\n\nTo be added: \n\n* L-theanine (improves alpha-wave brain activity reducing stress, anxiety, and improving focus)\n* Vitamin C (general health, detoxifying)\n* SuperGreen Blend (contains more greens than simply chorella, spirulina and barley grass)\n* N-acetyl-cystein (liver detoxifier by increasing glutahione levels in the body, to be used for a specific amount of time, then dropped)","65":"<@U0F1WH8AZ|anderskassem> has joined the channel","66":"<@U0F2WABLM|sorenschmidt> has joined the channel","67":"<@U0F23JM99|andrew> has joined the channel","68":"<@U0F1V9D9A|rasmus> has joined the channel","69":"<@U0F1ZMA72|mark> set the channel purpose: sharing ideas, knowledge, questions and more about health. Health is the most vital component for a succesful life. A healthy mind, a healthy spirit, healthy relationships, a healthy body, etc.","7":"Agreed, would be great with in-vitro meat. Only problem as I see, is that it wouldn’t provide the same amount of actual bioenergy, but for the common person, I don’t think that’s an issue as such.","70":"<@U0F1ZMA72|mark> has joined the channel","8":"I was stunned to see how many major environmental groups failed to address this issue (basically ignoring its existence)- from the Cowspiracy Movie. However, luckily the Danish version of <http:\/\/www.meatfreemondays.com\/> received somewhat rather heavy media exposure yesterday! \n- I am a full supporter of in-vitro meat as a long-term solution though.","9":"<https:\/\/en.wikipedia.org\/wiki\/In_vitro_meat>"}