{"0":"For those interested in flushing out the unnecessary, a recommended documentary: <http:\/\/minimalismfilm.com\/watch\/>","1":"Recommended reading for anyone interested in self-cultivation, self-development, becoming a real human being: \n\n<https:\/\/www.amazon.co.uk\/Analects-Classics-Confucius\/dp\/0140443487\/>\n\n&gt;The Analects express a philosophy, or a moral code, by which Confucius, one of the most humane thinkers of all time, believed everyone should live. Upholding the ideals of wisdom, self-knowledge, courage and love of one's fellow man, he argued that the pursuit of virtue should be every individual's supreme goal. And, while following the Way, or the truth, might not result in immediate or material gain, Confucius showed that it could nevertheless bring its own powerful and lasting spiritual rewards.","10":"I've heard about it and have had it recommended before, but never read it. I've read Suzuki's book though which is a masterpiece that I can highly recommend and would want to read again soon. ","11":"_In his book Zen Mind, Beginner's Mind, Zen master Shunryu Suzuki approaches the question of fast and slow learners in terms of horses. \"In our scrip- tures, it is said that there are four kinds of horses: excellent ones, good ones, poor ones, and bad ones. The best horse will run slow and fast, right and left, at the driver's will, before it sees the shadow of the whip; the second best will run as well as the first one, just before the whip reaches its skin; the third one will run when it feels pain on its body; the fourth will run after the pain penetrates to the marrow of its bones. You can imagine how difficult it is for the fourth one to learn to run._\n\n_\"When we hear this story, almost all of us want to be the best horse. If it is impossible to be the best one, we want to be the second best. But this is a mistake\", Master Suzuki says. When you learn too easily, you're tempted not to work hard, not to penetrate to the marrow of a practice._\n\n_\"If you study calligraphy, you will find that those who are not so clever usually become the best calligraphers. Those who are very clever with their hands often encounter great difficulty after they have reached a certain stage. This is also true in art, and in life.\" The best horse, according to Suzuki, may be the worst horse. And the worst horse can be the best, for if it perseveres, it will have learned whatever it is practicing all the way to the marrow of its bones._\n\n_\"Suzuki's parable of the four horses has haunted me ever since I first heard it. For one thing, it poses a clear challenge for the person with exceptional tal- ent: to achieve his or her full potential, this person will have to work just as diligently as those with less innate ability”_\n\n- Mastery\n\nAn excerpt from the book. Very inspirational stuff.","12":"Speaking of <#C0F1Z9TT9>, have any of you read this book *Mastery: The Keys to Success and Long-Term Fulfillment*? (Link here:  <http:\/\/www.amazon.com\/Mastery-Keys-Success-Long-Term-Fulfillment\/dp\/0452267560>)\n\nHere’s what the book is about: \"Drawing on Zen philosophy and his expertise in the martial art of aikido, bestselling author Gorge Leonard shows how the process of mastery can help us attain a higher level of excellence and a deeper sense of satisfaction and fulfillment in our daily lives. Whether you're seeking to improve your career or your intimate relationships, increase self-esteem or create harmony within yourself, this inspiring prescriptive guide will help you master anything you choose and achive success in all areas of your life.”\n\nI may pick it up. :simple_smile:\n\nEDIT: Found it in PDF for those interested: <http:\/\/palangi.com\/wp-content\/uploads\/2014\/11\/mastery.pdf>","13":"<@U0F21G8VD|max> has joined the channel","14":"You’d be surprised how addicting it is. Instant cognitive stimulation, fast enough to induce a stress response, while good enough at it to induce activity in one’s reward center. Damned be those games! :grin: :smile:","15":"Hahahaha addicted to quick chess :joy:","16":"For those internet addicts such as myself - quick chess, Reddit, what-have-you, I've found great benefit from the Mac application called SelfControl. It blocks a list of websites for a designated block of time. It's also quite resilient as you can close the app, restart the computer and so forth, but it's still blocking internet access to those pages. Quite helpful for me. :simple_smile:","17":"<@U0F570U57|soufyanbelkaid> has joined the channel","18":"That’s awesome. I’ve been using ToDoist, and I’ve tried Wunderlist in the past — but it looks like they’ve revamped their layout. Looks much better now. I might make the switch and give it a shot!  Never heard of Trello before. Looks very interesting!","19":"I’m a huge fan of tools like Trello and Wunderlist. I use Trello for more ongoing and procedural tasks individually or for teamwork. Wunderlist as a general To-Do list for remembering and planning more sequentials tasks.","2":"Confucius said, \n\n&gt;“In order to cultivate themselves, people must first rectify their own hearts and minds. Wishing to rectify their hearts and minds, they must first seek to practice sincerity. Wishing to practice sincerity, they must first extend to the utmost their knowledge, which involves the investigation of things to their roots. By gaining insight into the nature of things, wisdom becomes complete and you realize the highest good. In apprehending the highest good, you can manifest sincerity. By manifesting sincerity, you rectify your heart and mind. By rectifying your heart and mind, you cultivate yourself. By cultivating yourself, you thereby guide your family. From guiding your family, you establish moral order in your community and states and by establishing moral order in your state you bring peace and prosperity to the whole country.”","20":"I'll begin with an open-question which I hope will prompt all kinds of responses: *What GTD system are you using? *\n\nFor those that are not aware, GTD = Getting Things Done. In other words, what (if any) do you use to keep track of the tasks you need to do on a daily basis and generally organizing your work flow? If you use certain apps, which do you use? If you use pen and paper, how do you do it? And so forth. \n\nBasically please share any tips and tricks to getting things done that you’ve encountered or you are currently using with success, or even without success, so we may learn from our mistakes :simple_smile:","21":"<@U0F1WH8AZ|anderskassem> has joined the channel","22":"<@U0F2WABLM|sorenschmidt> has joined the channel","23":"<@U0F23JM99|andrew> has joined the channel","24":"<@U0F1V9D9A|rasmus> has joined the channel","25":"<@U0F1ZMA72|mark> set the channel purpose: share knowledge, rutines and practices on developing oneself. Whether it is spiritual practices, productivity tips, empowering rutines...","26":"<@U0F1ZMA72|mark> set the channel purpose: share knowledge, rutines and practices on developing oneself. Whether it is spiritual practices, productivity tips, enhancing foods and drugs…","27":"<@U0F1ZMA72|mark> has joined the channel","3":"Fun test: <https:\/\/www.youtube.com\/watch?v=5FIPIuw5KXY>","4":"Great words. I definitely agree with that approach to learning and try to pursue learning and acquire knowledge via that framework! ","5":"<http:\/\/www.businessinsider.com\/elon-musk-how-to-learn-quickly-2015-1?r=US&amp;IR=T&amp;IR=T>","6":"<@U0KL1MXC5|abedkreidly> has joined the channel","7":"Oh, right. Thank you. :smile:","8":"You are referring to it in the excerpt: 'zen mind, beginner's mind' <http:\/\/www.amazon.com\/gp\/aw\/d\/1590308492\/ref=mp_s_a_1_1?qid=1451752423&amp;sr=8-1&amp;pi=SY200_QL40&amp;keywords=zen+mind+beginners+mind&amp;dpPl=1&amp;dpID=41qStDUPjRL&amp;ref=plSrch>","9":"<@U0F1ZMA72>: That’s cool. What’s Suzuki’s book called?"}