{"0":"For those of you who are still struggling with this, may want to check these two books out: \n\n1. <https:\/\/www.amazon.com\/Why-Materialism-Baloney-Skeptics-Everything\/dp\/B00IXUXDE4\/>\n\n2. <https:\/\/www.amazon.com\/Irreducible-Mind-Toward-Psychology-Century\/dp\/1442202068\/>","1":"Too bad these billionaires don’t realize the _genuine_ spiritual path for what it is: designed for one purpose and one purpose only: breaking you out, _awakening_, ending all suffering. Eventually they’ll have to come to grips with the fact that materialism is metaphysically incongruent.","10":"I completely agree. There’s definitely need for innovation in this area on how to provide something similar to proper quality control for journals. Unfortunately, there’s currently the need for prestige, and often, the prestige then attracts the best scientists to the editorial boards of various journals. Hopefully, one can think out a system with time, that can maintain the high standard of publication.","11":"This is actually a very interesting subject!\nThe problem with the publishing system today, is that is also used as a ranking system to compare scientists, there are better publishers than other. This comes from a long line of culture and traditions, which does not really fit into our world of open-source beliefs and mindsets.\nIndeed the scientists does not get paid, but neither does the editors (the people deciding whether the article should be approve for a given publisher). So the only people earning money from this, is the publisher. In Denmark we even pay scientists, very well, for doing this research, but if we would like to read it, we would have to pay for it, again. Furthermore, Universities in Denmark pay huge amount of money to these publishers, to access their archives.\nIt would be extremely hard to change his old system as it is, if it were to be done, it would have to be at some level which would force or push every scientist in the world. An example could be the UN taking over the storage and ranking of this.\nAll in all, it is very nice seeing that this subject has started getting some attention and hopefully start a movement in the right direction.","12":"I’m very happy to see something like this happening. I agree, science should be free for all. To those that don’t know, it’s not even scientists that are getting the cut, it’s the publishing companies. Very nice article.","13":"<http:\/\/bigthink.com\/neurobonkers\/a-pirate-bay-for-science>","14":"<@U0F1WH8AZ|anderskassem> uploaded a file: <https:\/\/masterunit.slack.com\/files\/anderskassem\/F0LTX5MM4\/neurons_and_cities_at_night_.jpg|Neurons and Cities at night.>","15":"“Be alone, that is the secret of invention; be alone, that is when ideas are born.” - Nikola Tesla","16":"Shape-shifting tech will change work as we know it :sweat_drops::sweat_drops::sweat_drops:\n<https:\/\/www.ted.com\/talks\/sean_follmer_shape_shifting_tech_will_change_work_as_we_know_it>","17":"Watson for President\n<http:\/\/watson2016.com>","18":"Indeed it is <@U0KL1MXC5>.  Really interesting article and very nice idea, this could easily be combined with the device on your knee for further energy harvesting.","19":"Really interesting topic <@U0F21G8VD>. I remember a start-up company that I worked with a couple of months ago (spinoff from Danfoss). They worked with EAP (Electroactive Polymers).. now, if I remember correct one of the many possible applications for their technology was harvesting kinetic energy from humans etc. However, their main focus was to measure pulling, shocks, twists etc. Their website: <http:\/\/leaptechnology.com\/technology\/>. Another thing I came across on my simple google search was this article, which had an interesting sketch of a possible energy harvesting application in shoes: <http:\/\/spie.org\/newsroom\/technical-articles-archive\/3749-a-scalable-solution-to-harvest-kinetic-energy>","2":"<http:\/\/www.independent.co.uk\/life-style\/gadgets-and-tech\/news\/computer-simulation-world-matrix-scientists-elon-musk-artificial-intelligence-ai-a7347526.html>","20":"Hey guys. We are starting up on a new project about harvesting minor amounts of energy. If you have any ideas I'd like to hear.  Here an example what it could be: <http:\/\/www.talk2myshirt.com\/blog\/archives\/1757>","21":"<@U0KL1MXC5|abedkreidly> has joined the channel","22":"Hahaha. But don't you eventually have to change? What are the downsides of python 3.x in your regard? Yeah, some of the blackbox algorithms seems very efficient. Hahaha, I could imagine that would suck :sweat_smile:","23":"<@U0F1ZMA72>: I mostly use classical and bayesian. Still didn't use tenser flow, because it's a lot of blackbox stuff. Kind of sucks to wright a paper and the method used is a blackbox. But I have to admit, the blackbox algorithms work better than all the other stuff.","24":"<@U0F1ZMA72>: Haha I thought I would only have the python 3.x discussion at work , but even you're asking me haha, No I haven't yet. Still using 2","25":"The Three Cultures of Machine Learning\n<http:\/\/cs.jhu.edu\/~jason\/tutorials\/ml-simplex.html>\n<@U0F570U57> which area do you use the most? Did you notice udacity's new course on deep learning?","26":"Haha, nice. That’s cool.","27":"Highly competitive cash generating companies like; Apple, IBM, BMW, Continental etc. :smile: Ofcouse when the right valuation appears above the market price.","28":"<@U0F2WABLM>: Who do you invest in? Just to get an idea of who you deem to be worthy of a \"somewhat “guarantee”” for an investor, to use your phrasing?","29":"Hi <@U0F1ZMA72> i will look into TSLA again. The major problem is, they dont generate any profit or cash. I know TSLA will be a huge gift for the world and the population but you cant give many guarantees for the investor.  Just look into the birth of the aviation sector. Back in the days there where maby about 70 producers of aiplanes. Today we have 2. But im also a very conservative investor, you know :wink:","3":"<https:\/\/atap.google.com\/soli\/>","30":"That’s so cool! <@U0F2WABLM> we need to reevaluate TSLA as an investment thesis (take it to <#C0FK9AG4C>)! This company shouldn’t be assessed as a car company but as a software company! They have huge intangible assets compared to other car manufacturers. Their sales aren’t really giving a clear picture, since the company receives preorders in a huge scale, which aren’t placed in revenue - orders out phases production. In 5-10 years this company will be in the top 5 of most valuable companies in the world in my opinion.","31":"Damn, just by reading the title, I had my hopes up! Just calling it from everywhere as your personal taxi, that would be cool! :smile:","32":"Ha, the future will be insane. :smile:","33":"Summon Your Tesla from Your Phone\n<https:\/\/www.teslamotors.com\/blog\/summon-your-tesla-your-phone>","34":"<@U0F570U57>: check this out!!!! Time to build :grin:","35":"Build your own Jarvis\n<http:\/\/jasperproject.github.io\/>","36":"<@U0F570U57>: did you make the transition to Python 3x yet? ","37":"Pretty impressive. 10 Robots that are gunning for your job: <https:\/\/www.facebook.com\/Vocativ\/videos\/1131236080221959\/>","38":"Future of Technology? DARPA’s perspective: <https:\/\/www.facebook.com\/IFeakingLoveScience\/videos\/1281110298576645\/?theater>\n\n<http:\/\/www.iflscience.com\/technology\/world-2045-according-darpa>","39":"<http:\/\/www.wired.com\/2015\/07\/leap-motion-glimpse-at-the-augmented-reality-desktop-of-the-future\/>","4":"Short interesting article about ethics in Artificial Intelligence: \n<https:\/\/www.project-syndicate.org\/commentary\/can-artificial-intelligence-be-ethical-by-peter-singer-2016-04>","40":"Fascinating point, Mark. \n\nI do agree with your overall view. \n\nI honestly don’t have an answer in regards to the spiritual planes. It depends on whether it could make astral and etheric bodies, and that would depend on some form of consciousness higher up the hierarchy. I don’t exactly understand how technology would interface with the spiritual realms. As far as I understood, our human bodies are created from the divine template, and therefore have etheric and astral bodies which allow the interface between the dimensions. The entire universe is expressed in our body. This is what’s known as the macrocosm exists in the microcosm. Whether that would be the case for a technological entity, I honestly don’t know. I really doubt it, since it would be constrained by the physical laws that rule it — but then again, if, as you said it is not constrained because it’s self-evolving, then… god knows. It may be able to figure out the cosmic\/metaphysical laws that exist on the spiritual planes, and then use that to its advantage. It would become an intense egregore, that’s for sure. \n\nIt’s very interesting to think about.","41":"Great point! Maybe I’m a little pessimistic, but initially we’ll be creating a conscious (being). As we know, if you are self-contious you’ll want to better yourself and ensure your survival, and this is the point where things might take a turn. I really don’t think we can compare this to nations, military or corporations competing on making the best motor og even an atomic bomb and whoever is in control wins the race. Once succeeding in creating a self-contious artificial mind it will want to grow and expand by digesting the internet, etc. This is not a biological being constrained by evolutionary means!! What if this ‘thing’ becomes so powerful and figures out how to use nanotechnology all at once and how to use to manipulate every atom to it’s benefit - it might better it probability of surviving and flourish afterall (and btw we’re also made of atoms)… Yeah I know, it’s a little dark, but in all seriousness – this is not something we get 99,99% right and fix later. If this goes wrong we’re fucked and if it goes right well… \nBut still we’re ‘only’ taking about one dimension of intelligence and the physical world, I wonder how it will influence the spiritual world (for those of us who believe in such a thing). Maybe we’ll rather be companions with AI because it understands the aspect of souls, multiple dimensions, etc…","42":"I do agree, AI will absolutely be used by the Military, as it already is. We are however, still far from an uncontrollable artificial superintelligence, and my best guess is that we will continue to be for a long time.\n\nBut imagine we had an uncontrollable artificial superintelligence today, it will would still not be able to eradicate human existence directly. It would however be able to crash a couple of internet connected cars (and roombas), but the more efficient way would probably be to take down all the banks and leave the world to chaos or play a couple of superpower nations against each other. In both scenarios, we would be the one to destroy ourselves, which we are pretty good at on our own. Above could just as well be caused by human hackers, rather than an AI.\n\nBack on subject, I do think that AI my solve bunch of problems, but it will absolutely also help create a lot. And with all technologies, it is just a matter of time.","43":"To be honest I think it is not the technology that we should be scared of, but we should be scared of ourselves. There's no limit to what we can do and let technology do for us. So I totally agree with <@U0F1WH8AZ>.","44":"<@U0F570U57>: and <@U0F1V9D9A> I would love to hear your points of view on the above...","45":"It’s a good question. \n\nI don’t know of enough specifics or have delved enough into the subject matter, to really discuss whether it is a foreseeable consequence of AI technology that it would evolve to such a degree that we are not capable of controlling it. \n\nWhat frightens me currently more is that it appears that as soon as great technologies are created and great knowledge has been found, there will always be people that want to use that power for something nefarious. \n\nWe can see this all over the world today. We have so much technological and scientific knowledge to solve so many problems in today’s society, yet the Military Industrial complex is fueling a War Machine that is profiteering from wars instigated throughout the world.  \n\nSo my question will simply be. Will it be worth it creating such a technology and then letting it get into the wrong hands? Because surely, it is a matter of resources. And if anything, an AI would certainly help with geopolitical issues of accruing more resources and detailing planned invasions taking into account all kinds of data that human beings wouldn’t be as capabale of. It would be _the_ greatest weapon for attaining power — at least in theory. \n\nUnfortunately, there’s no safe-line for human ego and ignorance. There are certain currents that is helping us move a certain direction, but that same current is also causing upheavals, as it forces people to make choices based on fear or love. Do we stand together, or do we stand alone and fight whomeever may come and, from our perspective, threaten us? \n\nYou can observe this just after the Paris Attacks. People are immediately retaliating. That’s not a choice from wisdom, it’s a choice made from ignorance. \n\nDoes a child that has hit another child with a stick in the playground, go get another stick and then goes around hitting everyone with it? No, you remove the stick and you found out who sold that stick to begin with, and stop that. \n\nSolve the cause, not the symptoms. \n\nI could of course be completely wrong, and an AI may solve all our problems. I just don’t see that scenario as very likely.  :simple_smile:","46":"btw. from a critical standpoint the authors and viewholders are all ‘scientifically’ deducing the issues from a narrow standpoint. Some of us believe in something bigger not comprehensible by science (God, the universe, love, etc.) is this a safeline? Not saying that a Superintelligence in a rational matter couldn’t be dangerous, but shouldn’t we consider more then just intellect when speaking about intelligence (in lack of a better word)?","47":"<!channel>:  I’ve recently read some books (‘Our Final Invention’ and ‘The Second Machine Age’ just to name a few) that takes a rather pessimistic view on the rapid development and soon realization of Artificial Intelligence. Problems like ‘The Busy Child’, ‘The Intelligence Explosion’ and more that stems from the fact that computers doesn’t have the same capacity boundaries a humans are highlighted and culminates in the question: If we develop an Artificial Superintelligence, why should it obey us? And if it’s trying to solve an optimization problem why shouldn’t it just utilize the atoms we’re composed of more effectively (in it’s view)? So do you guys thing we should be scared and really do some practical measures to avoid this reality? How?","48":"Haha I know. I'm sorry I forgot to mention that.. But there's another package manager that works together with pip called anaconda. \nhaha I remember fighting with pip to get all the data science related modules installed on my laptop without anaconda. Try this: <http:\/\/docs.continuum.io\/anaconda\/install>","49":"<@U0F570U57>: First impressions: Python - awesome syntax and seems very useful in respect to machine learning and data mining, due to a shitload of scientific libraries. Course -Sebastian Thrun is just the coolest guy to learn from! But pip really seems like a step backwards once you’ve got used to npm :confused:","5":"It is obvious to see the endless possibilities VR can offer.. I guess the technology can be applied to pretty much every aspect of our constructed society. \nI like how this idea of VR painting utilizes the technology and could ask the question: Should\/could future exhibitions be in VR format.. yes, I guess so. And how cool is that?\n <https:\/\/www.youtube.com\/watch?v=TckqNdrdbgk>","50":"<@U0F21G8VD|max> has joined the channel","51":"Thanks brow! :simple_smile:","52":"<@U0F1ZMA72>: The udacity course (<https:\/\/www.udacity.com\/course\/intro-to-machine-learning--ud120>) on machine learning is a good introductory, where (ofcourse) Python is used as the programming language. I also recommend to use Python instead of R for data science, not because R is \"bad\", but because Python  can be used in other fields (Web Dev, games, API programming etc.) in contrast to R. All three languages mentioned here have helpful communities. In my opinion Python better than most language because it has the sklearn module <http:\/\/scikit-learn.sourceforge.net\/stable\/index.html> that contains all the algos used in ML. \nThe thing with Machine Learning is that you want to apply the models they teach you as soon as possible on \"real\" data (e.g. movie reviews, try the UCI repository for data <http:\/\/archive.ics.uci.edu\/ml\/datasets.html>), else the models may become a bit too abstract. I read the book by Peter Flach: \"Machine Learning: The art and science of algorithms  that make sense of data\", this book actually needs a lecturer because there's no application of the algorithms. Therefore,  I also did some excercises of the book: \"Building Machine Learning systems with Python\". Usually, in Machine Learning the big distinction is supervised\/unsupervised learning and feature extraction which will get you very far. Once you grasp those concepts in all their glory, you can move on to deep learning and factorisation.","53":"<@U0F570U57>: I’m thinking about diving a little bit into Machine Learning, Data analysis and hopefully AI. What approach, tools, languages, etc. would you recommend? What you recommend languages such as Python or R - taking learning curve, usage, libraries, community, etc. into consideration.","54":"Ha, good one :wink:","55":"<@U0F1ZMA72|mark> has renamed the channel from \"techology\" to \"technology\"","56":"just wanted to see whether you were awake :wink:","57":"Purposely called \"techology\" and not \"technology\"? :simple_smile:","58":"<@U0F1WH8AZ|anderskassem> has joined the channel","59":"<@U0F2WABLM|sorenschmidt> has joined the channel","6":"Holy macaroni!!!!\n<http:\/\/techcrunch.com\/2016\/05\/09\/siri-creator-shows-off-first-public-demo-of-viv-the-intelligent-interface-for-everything\/>","60":"<@U0F570U57|soufyanbelkaid> has joined the channel","61":"<@U0F23JM99|andrew> has joined the channel","62":"<@U0F1V9D9A|rasmus> has joined the channel","63":"<@U0F1ZMA72|mark> has renamed the channel from \"tech\" to \"techology\"","64":"<@U0F1ZMA72|mark> set the channel purpose: discuss trends, ideas, concepts, thoughts and share knowledge in the field of technology.","65":"<@U0F1ZMA72|mark> set the channel purpose: The purpose of this channel is to discuss trends, ideas, concepts, thoughts and share knowledge in the field of technology.","66":"<@U0F1ZMA72|mark> has joined the channel","7":"<https:\/\/www.reddit.com\/r\/IAmA\/comments\/4apj5f\/im_apple_cofounder_steve_wozniak_ask_me_anything\/>","8":"This is pretty damn cool. Talking about exploiting air with high levels of humidity? <http:\/\/www.techinsider.io\/the-fontus-self-filling-water-bottle-2016-1>","9":"<@U0F570U57>:  Awesome ‘little’ application for ML. The era of the intellignet agent: <https:\/\/x.ai\/how-to-teach-a-machine-to-understand-us\/?utm_source=Waitlist&amp;utm_campaign=e6c7f70fbb-Waitlist_30days_PreNov&amp;utm_medium=email&amp;utm_term=0_cd48ea201d-e6c7f70fbb-172682981>"}