{"attachments":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":[{"thumb_height":200,"service_icon":"http:\/\/www.cisco.com\/favicon.ico","thumb_width":200,"title":"A Technical Review of Cisco's Wi Fi-Based Location Analytics White Paper","service_name":"Cisco","title_link":"http:\/\/www.cisco.com\/c\/en\/us\/products\/collateral\/wireless\/mobility-services-engine\/white_paper_c11-728970.html","text":"Discusses the technology and capabilities of Cisco’s Advanced Locational Analytics, which provide detailed insights into the behavior patterns of people moving within a site.","id":1,"fallback":"Cisco: A Technical Review of Cisco's Wi Fi-Based Location Analytics White Paper","thumb_url":"http:\/\/www.cisco.com\/web\/fw\/i\/logo-open-graph.gif","from_url":"http:\/\/www.cisco.com\/c\/en\/us\/products\/collateral\/wireless\/mobility-services-engine\/white_paper_c11-728970.html"}],"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"bot_id":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"display_as_bot":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":false,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"edited":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":{"user":"U1HSJS5PW","ts":"1482741910.000000"},"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"file":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":{"filetype":"pdf","channels":["C1HSLCE3F"],"display_as_bot":false,"id":"F2RHKDJTV","size":285151,"title":"WHINN COLABoration oktober 2016 - Oplæg til workshop om afasi.pdf","url_private":"https:\/\/files.slack.com\/files-pri\/T1HSC7PQE-F2RHKDJTV\/whinn_colaboration_oktober_2016_-_opl__g_til_workshop_om_afasi.pdf","ims":[],"external_type":"","username":"","timestamp":1476911448,"public_url_shared":false,"editable":false,"url_private_download":"https:\/\/files.slack.com\/files-pri\/T1HSC7PQE-F2RHKDJTV\/download\/whinn_colaboration_oktober_2016_-_opl__g_til_workshop_om_afasi.pdf","user":"U1HSJS5PW","groups":[],"is_public":true,"pretty_type":"PDF","name":"WHINN COLABoration oktober 2016 - Oplæg til workshop om afasi.pdf","mimetype":"application\/pdf","permalink_public":"https:\/\/slack-files.com\/T1HSC7PQE-F2RHKDJTV-c92f59f18b","permalink":"https:\/\/clai-tradeexpansion.slack.com\/files\/soren\/F2RHKDJTV\/whinn_colaboration_oktober_2016_-_opl__g_til_workshop_om_afasi.pdf","is_external":false,"created":1476911448,"comments_count":0,"mode":"hosted"},"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"subtype":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":"channel_join","28":null,"29":null,"30":"file_share","31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":"channel_join","46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":"channel_join","92":"channel_join","93":"channel_join"},"text":{"0":"<@U1HSJS5PW> Jeg tror desværre ikke, at vi er de rigtige til at løse ovenstående.","1":"<@U1HSV5A22> hvad siger du så? Vil I prøve at komme med et bud på en Bot?","2":"Det ville undre mig hvis de ikke havde. Så er det mere et spørgsmål om formatet. Ja, det lyder ikke helt dumt :slightly_smiling_face:","3":"Tja, man kan jo spørge, men ADD er måske ikke det rigtige sted, måske Dansk Idræts forbund er et bedre sted, og måske har de allerede lavet sådanne undersøgelser, med mindre det er noget særligt du vil vide? Der er jo også en idræt medicinsk afd. På SDU, som man måske skulle gå sammen med hvis det skal have lidt mere forskningsmæssig tyngde?","4":"Vi vil gerne lave noget research på psykologien bag top atleter. Hvad der skal til og hvordan deres approach er?","5":"Tja, måske, men man skal nok komme med en god grund til at efterspørge den. Hvad skulle begrundelsen være?","6":"Vil det være en mulig indgang til af få personlighedstestet disse topatleter? ","7":"PS. De gjorde meget ud af at understrege, at de kun har måske 1.000 \"kunder\" = de danske elite sportsudøvere, så kvalitet og det med at være der når netop de har brug for det, er langt vigtigere end noget der når ud til \"alle\". Så målgruppen vi skal skabe værdi for er de danske top atleter.","8":"Det ved jeg ikke..Det er jo lidt at sammenligne med den værdi en kunderservice telefon har. Det er jo en service, og hvis den bare hjælper én elite atlet med ikke at komme galt afsted, og gå glip af et VM, eller OL, så tror jeg den har været det hele værd.\nAnti Doping Danmark har en strategi om at de skal til selvbetjeningsløsninger til deres brugere, og her passer en bot bare rigtig fint ind i strategien. Den vil jo ivrigt også kunne indgå på deres egen hjemmeside, og den vil kunne udstilles for andre, som kan indbygge den i andre hjemmesider (F.eks. Danmarks Idrætsforbund, eller alle under forbundene).\nJeg er sikker på at kunderne ønsker sig en mere individuel løsning, end bare et tekst baseret opslagsværk som de har på nettet idag.","9":"Hvor meget værdi giver det brugeren at vi laver en bot sammen med Anti Doping Danmark, mener du? :slightly_smiling_face:","10":"<@U1HSV5A22>: <@U1HR5LGJX> jeg var hos Anti Doping Danmark idag, og vi kom til at tale om mulige fremtids scenarier. Én af de muligheder jeg bragte på banen var, at lave en bot.\nDeres opgave er jo meget simpel, nemlig at svare på om det stof (medicin) brugeren står med er doping eller ej. Når der er tale om så klare regler, så forestiller jeg mig at det er et godt udgangspunkt?\nJeg forestiller mig, at det laves som en service, der kan udstilles via et API, så Anti Doping Danmark kan stille botten til rådighed for andre udviklere, så den F.eks. Kunne integrere med Copenhagen Maraton, eller andre top sports event hvor der deltager top atleter, eller i trænings sammenhæng for top atleter.\n\nHvad syntes I?\n\nHvis I er enige i at der er muligheder, og I gerne vil være med til at tilbyde at lave det, så skal jeg bruge 1\/2 side beskrivelse af sådan en løsning, og et estimat for hvad det vil koste at få jer til at lave det? (De har ikke så mange penge, men det som tænder mig på ideen er, at man kan lave \"first of its kind in the World\" og det vil være virkelig noget der tæller og kan bruges til at profilerer sig på!)\n\nGlæder mig til at høre hvad I syntes?","11":"<@U1HSJS5PW> Regner med at vi er hos dig kl 13","12":"<@U1HSV5A22> Godmorgen, vi ville bare lige høre hvad tid I regner med at komme? (Det haster ikke, bare nysgerrig :-)","13":"Ja, torsdag er fin. Vi ses!","14":"Vil det kunne passe? ","15":"Jo, så kommer vi ud til dig. ","16":"Det kan jeg godt, men ville I ikke forbi her og hente borde?","17":"Glædelig jul! Vil du have tid til at vi kigger forbi torsdag over middag? ","18":"<@U1HSV5A22>: <@U1HR5LGJX> glædelig jul, sig lige til når I er oven på efter jul og julefrokoster? Vi skal lige finde en dag hvor I kan komme herned, vi er stort set hjemme hele ugen, hvad vil passe jer? ","19":"<!channel>: glædelig jul!","20":"Hej Mark, jeg så først din besked idag. Ring lige i løbet af søndag hvis du har tid?","21":"Hej Søren. Skrivebordene ser rigtig find ud. Hvad tager du for sådanne to? Fede billeder på FB btw, glæder mig til at høre om projektet. ","22":"Det er ikke et problem ift. Woerk :-)","23":"Fedt. Det lyder som en god ide. Ja mere end gerne, hvis ikke det bliver problematisk ift. Woerk :wink:","24":"PS. Må jeg være med som tester på jeres nye app?","25":"Hej Mark, ja vi har nogle stykker, de er ikke nye, men Max kommer ned til mig lørdag for at kigge på elektronik så kan han jo kigge på dem og give dig beskrivelse om hvordan de ser ud?","26":"<@U1HSJS5PW> Sidder du stadig inde med overskyddende hæve- \/sænk skriveborde? Og hvornår kigger i op til vores nye kontorer?","27":"<@U329GTBK6|maxk> has joined the channel","28":"Cool, hvilken del af projektet? :slightly_smiling_face:","29":"<@U1HSV5A22> <@U1HR5LGJX> vi har prøvet at lægge en billet ind på denne udfordring, og håber at komme med i projektet.","30":"<@U1HSJS5PW|soren> uploaded a file: <https:\/\/clai-tradeexpansion.slack.com\/files\/soren\/F2RHKDJTV\/whinn_colaboration_oktober_2016_-_opl__g_til_workshop_om_afasi.pdf|WHINN COLABoration oktober 2016 - Oplæg til workshop om afasi.pdf>","31":"Mange tusind tak!! :smile:","32":":flag-dk::flag-dk::flag-dk::flag-dk::tada:","33":"Både fra Yvonne og jeg","34":"<@U1HSV5A22>: tillykke med fødselsdagen!","35":"<@U1HSJS5PW>: ja du ringer bare. Hvis du vil fange os begge, så skal vi måske lige koordinere:blush: god tur og hils! ","36":"Alright, god tur","37":"det lyder godt. Er på vej ind til byen med Yvonne, så jeg er off-line de næste 3-4 timer","38":"Jep, lad mig lige vende tilbage hvornår det passer os bedst :slightly_smiling_face:","39":"<@U1HR5LGJX> <@U1HSV5A22> har I tid til en status pr. telefon i løbet af weekenden?","40":"Tja, men hvis det er økonomiske gunstigt ift. fraskrivninger at vælge en tesla frem for en benzindreven bil, så vælger man det. Vores indtægt vil stige i takt med uber’s frembrusning og såfremt vi tager 10% per transaktion ved udførelse af forretning med vores bil, så kan det stige eksponentielt.","41":"Jeg har set fotos fra Tesla bruger gruppen i Norge, hvor man kan se at den ruster på visse steder, så den holder ikke for evigt","42":"Tesla skal synes mindre end en benzin-dreven bil da der er mindre friktion i en el-motor. Derudover har den ikke brug for samme hyppigt brug for olieskift osv. Det vil være den mest idelle flåde ift. scrap værdi og afskrivninger. Skal nok prøve at lave en cashflow analyse af det!","43":"<@U1HSV5A22>: jeg tænker de 10% af indtægten desværre ikke er nok. Du skal tænke over at alm. Biler har en scrap værdi i leasing sammenhæng, men der er nogen der ved hvor godt en Tesla holder? Og dermed hvilken scrap værdi den skal sættes til, men hvis F.eks. Batteriet dør, så er det dyrt.","44":"<@U1HSJS5PW>: gider du ikke vurdere om ovenstående kunne være økonomisk innovation som ville muliggøre lettere distribution af el-biler? ","45":"<@U20P9PL7P|yvonne> has joined the channel","46":"Jeg forklarer det i morgen ","47":"Men hvem kører på den måde udover taxa selskaber og uber?","48":"Det er et step før det der innoveres på","49":"Nej","50":"Så også lave en ny Uber platform?","51":"Fuck dem. De kan jo ikke konkurrere med os alligevel hvis vi gør det på denne måde. Og vi behøver ikke en licens for vi hyre ikke. Vi sælger\/ lejer en bil og tager en bid for dens erhvervsservice. ","52":"Ingen, det var ikke på den måde jeg mente.. Dem der ejer taxa selskaberne er bare så gamle..\n\nI Odense er der vognmændende der ejer bilerne, og så er der flere chauffører som deler én bil. ","53":"En af grundende til at taxaer er så dyre er fordi chaufførerne lejer biler for dyre priser. Hvis man laver bil priserne lavere, kan vi gøre takst priserne laver men stadig træne for god service. ","54":"Hvem er vores konkurrent? ","55":"Det er bare lidt en tung branche,  i sær taxa, de er sku så for ældet..","56":"Ja eller folk der vil tjene penge på anden form for transporteringsservice. ","57":"Så vi sælger kun til Uber drivers?","58":"En transaktion fee","59":"Der er nogen der skal eje bilen. Det er en del af services for at uber osv. Fungerer. Hvis vi kan ændre i finansieringen for biler, så det kan være et betalende erhverv at kunne købe eller leje en Tesla fra os og køber uber, mod at vi tog en leje? ","60":"Det forstår jeg ikke lige?","61":"Det er lige meget hvordan folk tjener penge på at eje deres bil, hvis vi bare tager en bid. Så er det vores platform. ","62":"Gomore? Snappcar? :grin:","63":"Det er jo fucking smart:joy:","64":"Vi kunne sgu da godt bruge en firmabil og så leje den ud udenfor arbejdstiderne, hvis kun vi skulle betale halvdelen. Så var den lånt ud i weekenderne også","65":"Hvis folk har en rusten slæde, men kan få en Tesla at kører i, så vil de da det!","66":"Men er biler ikke bare sådan noget folk allerede har?","67":"Ja præcis og så bare med elbiler!!","68":"Hvad skulle gør en Tesla bedre end BMW når man alligevel bare lejer?\nMan kunne også overveje noget lignende de både man kan låne hvis man er med i deres klub.","69":"Ligesom ariva gør med de der BMW i3 biler man bare kan tage. ","70":"Tænker du lease ud eller leje som de biler vi så i Kbh?","71":"Vi kunne blive deres distributionsnetværk","72":"Der er stensikker efterspørgsel efter Tesla, de er bare for dyre. ","73":"Måske. Men selv hvis de ikke er autonome, men bare foran i teknologi. De kan åbnes med en telefon og udlejes via et app system. ","74":"Er summit ikke bare at den selv kan bakke ud ad indkørslen? Tror der går mange mange år før vi ser autonome biler på vejene.\nMen interessant tanke!","75":"Som kører på grøn energi til ingen penge.","76":"Jeg fik lige en sjov tank på innovation i distribution af teknologi i bil branchen. En måde man ville kunne gøre førende teknologi mere tilgængeligt på er ved en ny finansieringsmodel. Biler er et dyrt eje, hvorfor gamle benzin drevne biler stadig kører på vejene. Hvis man f.eks. købte en masse teslaer hjem, solgte den videre til halv pris men krævede 10 % af den indtjening der kommer for dem, ved at leje den ud på Uber. Tesla’s summit vil gøre det muligt at tilkalde bilen, hvorhen føren er. Dette vil gøre det muligt for en tesla ejer at udleje sin bil via et distribueret netværk som uber. Kort sagt vil vi skabe en autonom taxa flåde.","77":"OK, så var det jo måske værd at teste.. Vi taler med GN idag (hvis vi får fat i hende :-)","78":"Læste også op på randomization af ios mac adresser, det er rigtigt at de har gjort det siden iOS 8, de gør det udelukkede i de tilfælde hvor vi vil skulle bruge det (wifi probing). Men det ser ud til at den (iOS 8, ihvertfald) havde lidt problemer med at få det til at virke da den skal være i sleep mode, og det er en telefon med celluar sjældent.. Men man kunne selvfølgelig lave nogle tests på det, den skifter måske ikke ved hver probe, men kun mellem sleeps. Så kan man stadig tracke at der er en person, men hvis han kommer tilbage en time senere ses han måske bare som en ny bruger, frem for en returnerende. Så det kan meget muligt stadig bruges til at tracke antal personer på standen, men bare ikke lave et adfærdsmønster af en person.","79":"<@U1HSJS5PW>: Ser ud til at Truecaller laver en kontakt i dine iOS kontakter, derfor kan de vise det sådan som vi så det :slightly_smiling_face: Apple har dog lavet CallKit til iOS 10, den vej skulle åbne op for flere muligheder!","80":"Location tracking with WiFi:\n<http:\/\/www.cisco.com\/c\/en\/us\/products\/collateral\/wireless\/mobility-services-engine\/white_paper_c11-728970.html>","81":"Christian Tvede: <mailto:Christian.Tvede@rsyd.dk|Christian.Tvede@rsyd.dk>","82":"<@U1HSJS5PW>: Kan du ikke sende mig Christian Tvedes email, så vi kan få ham tilføjet til KOL trelleboard?","83":"<@U1HSJS5PW>: <@U1HR5LGJX> Jeg har undersøgt ideen om det at blive den første slack partner. Umiddelbart findes det slet ikke endnu, så vi vil endnu være first movers! Jeg har adspurgt min kamerat Mads, med høj stilling i Falck hvad han siger til ideen. Han mener at intern kommunikation er kæmpe store i mellem og store virksomheder og dette kunne være et potentielt guldæg. Han har givet mig kontakt oplysninger på  ‘Head of Communications’ hos Falck og vil prøve at få initieret et møde med os. Lad os seriøst gå igang med at udnytte Slack som en platform og lave noget fedt til Enterprisen!!!! :thumbsup:","84":"ja, det er bare mig der ikke kunne få det til at virke. Jeg er stadig igang med at eksperimentere..","85":"Sweet. Trello bot ser ud til at virke :grin:","86":"I kan som Admin få Trello Bot ind, det kan jeg ikke","87":"jeg har lige inviteret Trello ind.","88":"Hahaha. Jeg var afsted Lørdag :stuck_out_tongue:","89":"Jeg var ikke afsted, Mark har et par meget beskidte sko :smile:","90":"Har i overlevet Tinderbox?","91":"<@U1HSV5A22|mark> has joined the channel","92":"<@U1HSJS5PW|soren> has joined the channel","93":"<@U1HR5LGJX|rasmus> has joined the channel"},"ts":{"0":"1484541173.000002","1":"1484508272.000002","2":"1484491810.000006","3":"1484479665.000005","4":"1484479136.000004","5":"1484478342.000003","6":"1484475249.000002","7":"1484383708.000004","8":"1484383216.000003","9":"1484382766.000002","10":"1484251891.000002","11":"1483001650.000013","12":"1482999513.000012","13":"1482830366.000011","14":"1482760007.000010","15":"1482744605.000009","16":"1482744570.000008","17":"1482744505.000007","18":"1482741895.000005","19":"1482741826.000004","20":"1482049888.000003","21":"1481866934.000002","22":"1480663099.000006","23":"1480662834.000005","24":"1480659690.000004","25":"1480659668.000003","26":"1480656141.000002","27":"1479133930.000002","28":"1476942576.000004","29":"1476911484.000003","30":"1476911449.000002","31":"1473938322.000005","32":"1473920711.000004","33":"1473920671.000003","34":"1473920653.000002","35":"1471685685.000006","36":"1471685320.000005","37":"1471685109.000004","38":"1471685076.000003","39":"1471684532.000002","40":"1471029889.000007","41":"1471029746.000006","42":"1471029641.000005","43":"1471029397.000004","44":"1471025120.000003","45":"1470986260.000002","46":"1470942426.000032","47":"1470942316.000031","48":"1470942217.000030","49":"1470942192.000029","50":"1470942174.000028","51":"1470942013.000027","52":"1470941895.000026","53":"1470941738.000025","54":"1470941537.000024","55":"1470941492.000023","56":"1470941045.000022","57":"1470940941.000021","58":"1470940624.000020","59":"1470940585.000019","60":"1470940463.000018","61":"1470940213.000017","62":"1470940099.000016","63":"1470939768.000015","64":"1470939754.000014","65":"1470939713.000013","66":"1470939658.000012","67":"1470939336.000011","68":"1470939264.000010","69":"1470938823.000009","70":"1470938673.000008","71":"1470937844.000007","72":"1470937819.000006","73":"1470937714.000005","74":"1470937615.000004","75":"1470937457.000003","76":"1470937445.000002","77":"1469774349.000002","78":"1469621240.000005","79":"1469620090.000004","80":"1469613705.000002","81":"1468662984.000002","82":"1468571514.000002","83":"1468333340.000002","84":"1467387685.000005","85":"1467387652.000004","86":"1467386039.000003","87":"1467386014.000002","88":"1467006435.000004","89":"1467006288.000003","90":"1467006088.000002","91":"1466169674.000003","92":"1466168100.000002","93":"1466166024.241619"},"type":{"0":"message","1":"message","2":"message","3":"message","4":"message","5":"message","6":"message","7":"message","8":"message","9":"message","10":"message","11":"message","12":"message","13":"message","14":"message","15":"message","16":"message","17":"message","18":"message","19":"message","20":"message","21":"message","22":"message","23":"message","24":"message","25":"message","26":"message","27":"message","28":"message","29":"message","30":"message","31":"message","32":"message","33":"message","34":"message","35":"message","36":"message","37":"message","38":"message","39":"message","40":"message","41":"message","42":"message","43":"message","44":"message","45":"message","46":"message","47":"message","48":"message","49":"message","50":"message","51":"message","52":"message","53":"message","54":"message","55":"message","56":"message","57":"message","58":"message","59":"message","60":"message","61":"message","62":"message","63":"message","64":"message","65":"message","66":"message","67":"message","68":"message","69":"message","70":"message","71":"message","72":"message","73":"message","74":"message","75":"message","76":"message","77":"message","78":"message","79":"message","80":"message","81":"message","82":"message","83":"message","84":"message","85":"message","86":"message","87":"message","88":"message","89":"message","90":"message","91":"message","92":"message","93":"message"},"upload":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":true,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null},"user":{"0":"U1HSV5A22","1":"U1HSJS5PW","2":"U1HSV5A22","3":"U1HSJS5PW","4":"U1HSV5A22","5":"U1HSJS5PW","6":"U1HSV5A22","7":"U1HSJS5PW","8":"U1HSJS5PW","9":"U1HSV5A22","10":"U1HSJS5PW","11":"U1HSV5A22","12":"U1HSJS5PW","13":"U1HSJS5PW","14":"U1HSV5A22","15":"U1HSV5A22","16":"U1HSJS5PW","17":"U1HSV5A22","18":"U1HSJS5PW","19":"U1HSJS5PW","20":"U1HSJS5PW","21":"U1HSV5A22","22":"U1HSJS5PW","23":"U1HSV5A22","24":"U1HSJS5PW","25":"U1HSJS5PW","26":"U1HSV5A22","27":"U329GTBK6","28":"U1HR5LGJX","29":"U1HSJS5PW","30":"U1HSJS5PW","31":"U1HSV5A22","32":"U1HSJS5PW","33":"U1HSJS5PW","34":"U1HSJS5PW","35":"U1HSV5A22","36":"U1HR5LGJX","37":"U1HSJS5PW","38":"U1HR5LGJX","39":"U1HSJS5PW","40":"U1HSV5A22","41":"U1HSJS5PW","42":"U1HSV5A22","43":"U1HSJS5PW","44":"U1HSV5A22","45":"U20P9PL7P","46":"U1HSV5A22","47":"U1HR5LGJX","48":"U1HSV5A22","49":"U1HSV5A22","50":"U1HR5LGJX","51":"U1HSV5A22","52":"U1HR5LGJX","53":"U1HSV5A22","54":"U1HSV5A22","55":"U1HR5LGJX","56":"U1HSV5A22","57":"U1HR5LGJX","58":"U1HSV5A22","59":"U1HSV5A22","60":"U1HR5LGJX","61":"U1HSV5A22","62":"U1HR5LGJX","63":"U1HSV5A22","64":"U1HSV5A22","65":"U1HSV5A22","66":"U1HR5LGJX","67":"U1HSV5A22","68":"U1HR5LGJX","69":"U1HSV5A22","70":"U1HR5LGJX","71":"U1HSV5A22","72":"U1HSV5A22","73":"U1HSV5A22","74":"U1HR5LGJX","75":"U1HSV5A22","76":"U1HSV5A22","77":"U1HSJS5PW","78":"U1HR5LGJX","79":"U1HR5LGJX","80":"U1HR5LGJX","81":"U1HSJS5PW","82":"U1HSV5A22","83":"U1HSV5A22","84":"U1HSJS5PW","85":"U1HSV5A22","86":"U1HSJS5PW","87":"U1HSJS5PW","88":"U1HSV5A22","89":"U1HR5LGJX","90":"U1HSJS5PW","91":"U1HSV5A22","92":"U1HSJS5PW","93":"U1HR5LGJX"},"username":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":"<@U1HSJS5PW|soren>","31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null,"40":null,"41":null,"42":null,"43":null,"44":null,"45":null,"46":null,"47":null,"48":null,"49":null,"50":null,"51":null,"52":null,"53":null,"54":null,"55":null,"56":null,"57":null,"58":null,"59":null,"60":null,"61":null,"62":null,"63":null,"64":null,"65":null,"66":null,"67":null,"68":null,"69":null,"70":null,"71":null,"72":null,"73":null,"74":null,"75":null,"76":null,"77":null,"78":null,"79":null,"80":null,"81":null,"82":null,"83":null,"84":null,"85":null,"86":null,"87":null,"88":null,"89":null,"90":null,"91":null,"92":null,"93":null}}