{"attachments":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":[{"thumb_height":360,"thumb_width":480,"author_link":"https:\/\/www.youtube.com\/user\/GOODMagazine","service_name":"YouTube","title":"If The World Were 100 People | GOOD Data","video_html_height":225,"author_name":"GOOD Magazine","title_link":"https:\/\/m.youtube.com\/watch?v=QFrqTFRy-LU","video_html":"<iframe width=\"400\" height=\"225\" src=\"https:\/\/www.youtube.com\/embed\/QFrqTFRy-LU?feature=oembed&autoplay=1&iv_load_policy=3\" frameborder=\"0\" allowfullscreen><\/iframe>","video_html_width":400,"service_url":"https:\/\/www.youtube.com\/","id":1,"fallback":"YouTube Video: If The World Were 100 People | GOOD Data","thumb_url":"https:\/\/i.ytimg.com\/vi\/QFrqTFRy-LU\/hqdefault.jpg","from_url":"https:\/\/m.youtube.com\/watch?v=QFrqTFRy-LU"}],"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":[{"image_bytes":152219,"title":"Burning Man - Welcome Home","text":"A city in the desert. A culture of possibility. A network of dreamers and doers.","image_width":850,"title_link":"http:\/\/www.burningman.com","image_height":250,"image_url":"http:\/\/burningman.org\/wp-content\/uploads\/bm-header7-min.jpg","id":1,"fallback":"Burning Man - Welcome Home","from_url":"http:\/\/www.burningman.com"}],"16":null,"17":null,"18":null,"19":[{"image_bytes":124722,"title":"Five key findings from 15 years of the International Space Station","service_name":"The Conversation","image_width":507,"title_link":"https:\/\/theconversation.com\/five-key-findings-from-15-years-of-the-international-space-station-51540","image_height":250,"image_url":"http:\/\/cdn.theconversation.com\/files\/106285\/width1356x668\/image-20151216-25633-14ng94k.jpg","text":"Humans have now been living on the International Space Station for 15 years. Here's what we've learned.","id":1,"fallback":"The Conversation: Five key findings from 15 years of the International Space Station","from_url":"https:\/\/theconversation.com\/five-key-findings-from-15-years-of-the-international-space-station-51540"}],"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null},"edited":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":null,"11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":{"user":"U0F1WH8AZ","ts":"1448355095.000000"},"28":null,"29":null,"30":null,"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null},"reactions":{"0":[{"count":1,"name":"heart","users":["U0F1ZMA72"]}],"1":[{"count":2,"name":"pray","users":["U0F1WH8AZ","U0KL1MXC5"]}],"2":[{"count":1,"name":"smile","users":["U0F1WH8AZ"]},{"count":2,"name":"+1","users":["U0F1WH8AZ","U0F570U57"]},{"count":1,"name":"chart_with_upwards_trend","users":["U0F2WABLM"]},{"count":1,"name":"raised_hands","users":["U0KL1MXC5"]}],"3":null,"4":null,"5":null,"6":null,"7":null,"8":[{"count":1,"name":"+1","users":["U0F1WH8AZ"]}],"9":[{"count":3,"name":"+1","users":["U0F1ZMA72","U0F21G8VD","U0F1WH8AZ"]},{"count":2,"name":"suspect","users":["U0F1ZMA72","U0F21G8VD"]}],"10":null,"11":[{"count":1,"name":"+1","users":["U0F1WH8AZ"]}],"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":[{"count":1,"name":"+1","users":["U0F1WH8AZ"]},{"count":1,"name":"ok_hand","users":["U0F1ZMA72"]}],"21":null,"22":null,"23":[{"count":2,"name":"ok_hand","users":["U0F1ZMA72","U0F1WH8AZ"]}],"24":[{"count":2,"name":"+1","users":["U0F1ZMA72","U0F1WH8AZ"]}],"25":[{"count":2,"name":"+1","users":["U0F1WH8AZ","U0F570U57"]},{"count":1,"name":"raised_hands","users":["U0F1ZMA72"]}],"26":null,"27":null,"28":[{"count":1,"name":"+1","users":["U0F1WH8AZ"]}],"29":null,"30":[{"count":1,"name":"+1","users":["U0F1WH8AZ"]}],"31":null,"32":null,"33":null,"34":null,"35":null,"36":null,"37":null,"38":null,"39":null},"subtype":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null,"10":"channel_join","11":null,"12":null,"13":null,"14":null,"15":null,"16":null,"17":null,"18":null,"19":null,"20":null,"21":null,"22":null,"23":null,"24":null,"25":null,"26":null,"27":null,"28":null,"29":null,"30":null,"31":"channel_join","32":"channel_join","33":"channel_join","34":"channel_join","35":"channel_join","36":"channel_join","37":null,"38":null,"39":"channel_join"},"text":{"0":"This is truly excellent. I applaud this endeavour wholeheartedly. I wish you both the greatest of luck on this project, and I agree with what you’ve said. As long as you keep clarifying the reasons behind what you’re doing, you’re already creating the proper circumstances in which great ideas can manifest and become a reality. Your aspiration toward the betterment of mankind is truly heartwarming. :pray:","1":"A lot of people ask why did you quit your job and what are you guys going to do? To be honest, I'm not 100 % sure. I know that we are great at building mobile and cloud solutions for others - at least Rasmus is, I just pretend to be :sweat_smile:. But these are just skills and not something to build a business on, not long term at least. But we both just knew we could do better... But what is this better exactly? Late successes as AirBnB, Uber etc. are better, not so much for their economic impact. But because they change humankind at really fundamental levels. You probably wouldn't rent at your home to a complete stranger before Airbnb, but somehow a crazy idea and an arrangement of freaking bits (totally simplified) changed that and now it's even cool. You might even meet your new girlfriend or best friend this way... What else can technology change? Isn't retarded that we still have wars, hunger, unemployment, poverty, mental and physical illnesses, etc.? What if something we helped build and you trusted could guide you and train you to your best self? Connect you to the mentors and people you just needed? Install or show you your purpose? Make you feel safe wherever you are in the world? Let you experience the world in new ways? I have absolutely no idea of where to begin (almost no idea), but working towards such goals are to important not to. I'm probably a little more superstitious than Rasmus and most people in this group, but I'm certain that the plan will reveal itself once we are ready. In the meantime, we'll be patient and strive to learn and grow to the persons we believe can fulfil such a task — and I hope you guys will join us some day :blush::innocent:","2":"I'm so glad for your excitement guys! We are also very excited. We plan to have our work distributed evenly between app consultancy work and our own products. We have a couple of ideas in the pipeline we need to test out, some of which I hope to involve some of you in! :blush: we both vision a future where nature and technology, atoms and bits will merge. We want to be the center of that and contribute to a valuable outcome for this planet and others. Hence we'll need to facilitate and comprehend topics like AI, biology, electrical engineering, etc. So you guys will probably have to join us eventually :wink: ","3":"Can't wait to hear more about it! Major and bold step forward (Y)","4":"That's so cool! So liberating to see that there are still people out there daring to pursue their personal objectives :pray::skin-tone-3: ","5":"Wow, congrats Mark &amp; Rasmus. That’s a major step! Dare we ask for more details, or is under wraps for now? :simple_smile:","6":"<!everyone>: I suppose people has been quite busy lately since the activity has been almost zero. So I guess it would be appropriate with a little announcement, Rasmus and me are starting our on company. We both gave our official resignation today, meaning that we'll be on our own at the end of the month. :blush:","7":"Numbers you can relate too! :thumbsup:","8":"<https:\/\/m.youtube.com\/watch?v=QFrqTFRy-LU>","9":"Hi guys. Thank you for the kind words Mark. For those of you who do not know me, my background, passion etc.:  My educational track record so far counts a bachelor's degree from Copenhagen Business School including an exchange period in South East Asia. I am planning to pursuit a master's degree - still within business administration - however, I may spice it up with Business IT or similar. I have an entrepreneurial mind-set, keen interest in business, and technology.. however,  with that being said I am also curious by nature hence my eagerness to constantly challenge myself by broadening my scope and learning about other things as well - whether that is online, in a café in downtown Odense or on an island in the Far East does not really matter to me - as I think the entire world should be our playground. I work as an Associate Consultant with the consultancy ETEQ Venture, assisting tech SMEs and startups in their pursuit for funding as well as matching them with industrial partners - basically a melting pot of all my interests. I look forward to learn from all the masterminds and engage in rich discussions about.. well... anything. :simple_smile:","10":"<@U0KL1MXC5|abedkreidly> has joined the channel","11":"I've just invited a new person to our mastermind. Abed is a person I truly admire for his talent and commitment towards growing and bettering himself. So Abed, please introduce yourself to the forum. Some of the people here you might already know and others not. ","12":"Thank you bro. :smile:","13":"Happy birthday Anders! :gift:","14":"Yeah I know about it. Should be pretty insane. I bet candy flipping to such a thing would be insane ha. ","15":"Have any of you guys heard of Burning Man? <http:\/\/www.burningman.com> I would love to go! Btw all the CEOs from the Valley are going:wink:","16":"Happy New Year!","17":"Happy New Years! ","18":"Happy new year <!everyone> ","19":"Findings from 15 years of the International Space Station\n<https:\/\/theconversation.com\/five-key-findings-from-15-years-of-the-international-space-station-51540>","20":"Greetings, masterminds!\n\nI would like to start my presentation  by sincerely apologizing for my lack of participation. I had devoted  my resources to a thesis, which I had to finish by this day. \n\nThe latter leads me to a presentation of my occupation.  Currently,  I am studying BSc in International Business at Copenhagen Business School. In short, International Business is a hyped program, full of diligent people, that does not live up to its reputation. I am therefore looking for challenging opportunities to complement my study. \n\nI have always been an ambitious perfectionist, which is both a valuable strength and a destructive weakness. However, I consistently seek to maximize the benefits of it by focusing on endeavours that contributes favourably to the development of my competencies.\n\nHowever, I have not realized my genuine passions yet. Despite my curiosity, I have not found the things that keep me up at night and wake me up in the morning. Interacting with you guys is therefore extremely rewarding.","21":"<@U0F1V9D9A>: Since you mentioned sleep, I thought I’d just mention that there are actually various _hacks_ you can use to reduce your sleep needs, while still maintaining health. The highly cultivated people I know of require no more than 2-5 hours. Of course, that is at an advanced level of cultivation, but it is simply to show you that the possibility is there. Everything, of course, has its price. The body doesn’t need sleep, it needs *rest*. I will go more into detail about subjects such as those when the time is right on <#C0F1YKWF3> and <#C0F20Q1QE>.","22":"<@U0F1V9D9A>: You’ll be surprised of how fast and much you can learn from experts talking about their field. If you want to learn more about health, finance, meditation, etc. just listen to the experts here at the forum, the’ve put in the long hours to learn these areas and if they truly know what they’re talking about they should be able to explain it simply, such that we can understand, and vice versa :simple_smile:","23":"Absolutely! Hi, my name is Rasmus Faddersbøll, I’m currently working as a software developer at Woerk (with Mark). Primarily my job is to create mobile applications and backend servers, all while finding new technologies to explore and a better way to use the tools currently in use.\nMy greatest motivator in life is, and has always been, curiosity. If I am curios about something, I have a very hard time putting it down, this is sometimes a weakness too.\nBecause we, unfortunately, are limited to a 24 day and we need sleep, I am always trying to find diffrent ways to get the most out of the day.\nWhile I am fascinated by other things, such as health, finance and meditation, due to time limitations, I am keeping my focus on technology and likely some entrepreneur related areas later on.","24":"Hello everyone. My name is Max Kristensen and I'm currently studying Mechatronics Engineering on 3th Semester in Sønderborg Denmark. Our focus is to combine mechanics, electronics and software, for instance this semester, we are building autonomous vehicles with focus on analog circuit design. Dedicated and helpful, would be the two best word to describe me, as a person. Since I moved to this small town in Denmark away from friends and family, I was finally able to find myself and it is now clear to me what i want to do with my life.","25":"Of couse I would like to contribute in this brilliant forum of bright people. My name is Søren Schmidt, and I’m currently working in the investment department in Fynske Bank. My job is manly equity research and portfolio management, by allocating capital “hopefully” in the right direction. \nIn February I will begin my master program in Economics and Business. \nPower: Like Mark I think Curiosity is the best way to describe my general development in life. I wouldn’t be very good or happy about my job if it wasn’t for my insanely apatite on learning. All aspect of my job includes leaning about (sometimes crazy) area of society and business. And hopefully link different variables together to make some bright business\/investment decisions.       \nPassion: My professional passion it’s down to one word “investments”. Manly participating in the stock-market. But the underlying driver it’s definitely unlocking the two key drivers in the “market”; Phycology and hardcore business fundamentals. I love to generate a solution and of course execute on intense work of analyzing. But also develop a more intuitive decision methodology on top of yearly seniority in the “game”. \nPurpose: Honestly I don’t know what my purpose is or what I am becoming. I just think “I am”. Shout-out to the meditating guys in this rack ","26":"<@U0F23JM99>: <@U0F21G8VD> <@U0F1V9D9A> <@U0F2WABLM> Please indicate that you want to be a part of this an contribute to the forum","27":"Great idea with the introduction round. \n\nMy name is Anders Kassem, and I am currently enrolled in the medical school program (Bachelor) in my 4th Semester. The requirements of being a medical student are mostly just memorization of countless amounts of details about the human body, and being able to freehand write with no reference tools any question pertaining to that particular subject being studied.  As you can perhaps gauge from my tone, I somewhat disagree with the way we are being taught. In Southern University of Denmark, where I study, the courses are divided into specific core Modules, pertaining to one area \/ purpose of the body. Just to give you an idea, currently, for instance, I am studying a module called _Homeostasis_, with its main focus being on the kidneys as they are somewhat notorious for managing body fluid volume and keeping the body balanced in more ways than one, through homeostatic regulations. \n\n_Powers_: I’ve always been insanely curious and experimental about consciousness and life in general. I’ve always wanted to find hacks and tweaks to my life, and _unlock_ my self, so to speak. I’ve realized however, that while wanting to do that and dreaming about it is fine and dandy, it’s not without its sacrifices and determination that it can actually happen. As for actual \"powers\", I'm a serious meditator, mystic, and life-hacker, so for anyone interested in those pursuits, I am sure I will be able to at least be a guiding post, pushing any of you in the right direction of your own self-exploration. I also have a keen understanding of the holistic way the human body works, and I've spent many hours investigating and studying nootropics, herbs and various pharmaceuticals for life-hack purposes, so if anyone are interested in those aspects, I will be able to help there as well. \n\n_Passion_: Ever since I was a kid, I noticed that there was something quite different in my perspective of life compared to most others. I felt that there was something beneath the surface of what was going on all around me, but I couldn’t quite put my finger on it. It felt like a big charade; a game, an illusion. My psychedelic and spiritual adventures showed me personally that I was correct. There is far more to reality than this mere concrete physical reality that we can immediately and readily see and sense through our sense-impressions. Luckily, I am not the only one of this belief. Modern physics and Quantum Physics in particular is shedding more light on this illusion that is physicality. To those that are interested in this aspect of physical reality, I can heartily recommend the book _The Holographic Universe_ by Michael Talbot. I may talk about this more in <#C0F20Q1QE>, when the time is right. \n\n_Purpose_: I believe my purpose has always been to share wisdom, insight and generally love and compassion toward all people. My interest in becoming a doctor has actually always been secondary to seeking a form of deep healing for not only myself but all of mankind. The great old physician and psychiatrist Carl G. Jung used to have a saying, _“Only a wounded doctor can hope to heal”_\n\nWell, to my eyes, it is quite clear in this day and age, a lot of people are walking around wounded and in delusion of their true nature. In my opinion, it is not without sacrifice and delving into the recesses of the mind that the truth of the matter is found and the ultimate help, be given.","28":"Lets get to it. I’m Mark (surprise) and I’m currently working as a Project Manager at Woerk (Mobile Applications). Essentially, my job is to make sure that the team has the best conditions, knowledge and tools to proceed in creating great products. It has been an awesome place for me to learn and evolve my skills and passions, since working with incredible people like Rasmus has become everyday life. Though I’m extremely happy with my job I still have this deep burning desire to create my own thing, with the best and brighest people on earth. \nPowers: Curiosity and Rapid learning. My curiosity for knowledge and understanding the universe is probably my biggest power. My curiosity has (and will) lead me to explore and wanting to learn about different areas, which has forced me to become a fairly rapid learner by understanding how I learn. \nPassion: I try to limit my passions and activities to three core areas, due to lack of time. Technology, The Mind (Human, Artificial and Universal) and Biohacking. I’m cultivating my knowledge in technology by learning to program (predominantly JS), reading, and really just from going to work and listening to colleagues everyday. I try to get a grasp aspects of the mind by studying philosophy, spirituality, psychedelics, AI and neuroscience and really just observing and meditating. I consider myself a human guinea pig and experiment quite widely with foods, bodily performance and drugs in order to hack my body in pursuit of optimal performance. \nPurpose: I believe that my purpose is to gather great people, compose an extraordinary team with the sole purpose of changing and doing things better and creating positive change in the world. I really don’t know the ’things’ yet, but I’m confident that this (Mastermind) is part of the puzzle :wink:","29":"Cool, we’re finally fully numbered. I guess I’m the only one who actually knows <!everyone> here so an introduction round will be suitable. I suggests that everyone gives a short introduction of themselves on this channel, such that the other members can get a glimpse of who you are, your interests, skillset, etc. A brief introduction as the one <@U0F570U57> and then really cutting down to core. To describe the core of who you are you can for example use the format of 3P’s (trademark :-P): (super)powers, passion, purpose… \nPowers are your strengths and crafts that you’ve evolved and build upon during your life. Passion is what keeps you up at night and wakes you up in the morning. Purpose, the answer to why you are here - at the Mastermind and in the world in general. Don’t worry if you can’t fully answer all three parts, the purpose of the Mastermind is to shape and mold these aspects of your life...","30":"Awesome! Thank you Mark. Should we start with an introduction round? Just briefly explaining who you are, where you're from, your interests and what you've been doing for the past couple of years. \n\nI'm Soufyan Belkaid from The Netherlands, I currently study Computational Linguistics at The VU University, this is a data science oriented study with an interdisciplanairy way of going about analyzing data. The data is naturally unstructured meaning that it's about written text (for now, gestures are also being investigated). Extracting information such as who, where, when, what automatically from news articles and recognizing sentiment on events that are mentioned in texts. You could call it text mining.\nRecently, I've been funded a research project for a year, where I do research on creating concept hierarchies from text and extracting relations between concepts. For example automatically recognizing that a \"dog\"  is some type of animal. or that \"fuscarium\" has been used in soil. Now the goal eventually of these hierarchies is to turn them into ontologies on which a reasoner can work and can be used in AI systems.","31":"<@U0F570U57|soufyanbelkaid> has joined the channel","32":"<@U0F2WABLM|sorenschmidt> has joined the channel","33":"<@U0F23JM99|andrew> has joined the channel","34":"<@U0F21G8VD|max> has joined the channel","35":"<@U0F1V9D9A|rasmus> has joined the channel","36":"<@U0F1WH8AZ|anderskassem> has joined the channel","37":"I’ve created some channels and you should do to if you find necessary. I recommend broad topics encompassing core areas on which we can share and discuss ideas. Furthermore, I recommend every member to follow every channel, especially if it seems outside your comfort zone our field of competence - we’re here to learn!","38":"<!everyone>:  You’re invited to this Mastermind group due to my admiration of your skills and personality. Hence, non of you are here solely because of being a friend or family - though you happen to be this as well. The purpose of the Mastermind is to share and accumulate wisdom. Every member is deliberately chosen for his willingness to contribute to a greater whole, questioning of conventional wisdom and challenging the status quo. Though some of you haven’t meet, I can ensure you that every person here has the potentiel and capacity to enrich and change your life…","39":"<@U0F1ZMA72|mark> has joined the channel"},"ts":{"0":"1463589431.000002","1":"1463585100.000002","2":"1462204030.000002","3":"1462201461.000005","4":"1462201423.000004","5":"1462201155.000003","6":"1462201113.000002","7":"1458306876.000002","8":"1458290444.000002","9":"1453991414.000003","10":"1453989255.000002","11":"1453870155.000002","12":"1452790353.000002","13":"1452789769.000002","14":"1452501798.000004","15":"1452488834.000002","16":"1451642697.000002","17":"1451605252.000002","18":"1451602760.000004","19":"1451602519.000002","20":"1449088713.000002","21":"1449044293.000002","22":"1449035559.000002","23":"1449034252.000002","24":"1448916055.000004","25":"1448898729.000002","26":"1448808208.000002","27":"1448352814.000004","28":"1448351016.000003","29":"1448347306.000002","30":"1448318959.000002","31":"1448313872.509825","32":"1448209689.000002","33":"1448119562.601063","34":"1448103510.000006","35":"1448102435.000005","36":"1448100681.000004","37":"1448100406.000003","38":"1448100061.000002","39":"1448093508.517916"},"type":{"0":"message","1":"message","2":"message","3":"message","4":"message","5":"message","6":"message","7":"message","8":"message","9":"message","10":"message","11":"message","12":"message","13":"message","14":"message","15":"message","16":"message","17":"message","18":"message","19":"message","20":"message","21":"message","22":"message","23":"message","24":"message","25":"message","26":"message","27":"message","28":"message","29":"message","30":"message","31":"message","32":"message","33":"message","34":"message","35":"message","36":"message","37":"message","38":"message","39":"message"},"user":{"0":"U0F1WH8AZ","1":"U0F1ZMA72","2":"U0F1ZMA72","3":"U0KL1MXC5","4":"U0F23JM99","5":"U0F1WH8AZ","6":"U0F1ZMA72","7":"U0F1ZMA72","8":"U0KL1MXC5","9":"U0KL1MXC5","10":"U0KL1MXC5","11":"U0F1ZMA72","12":"U0F1WH8AZ","13":"U0F1ZMA72","14":"U0F1WH8AZ","15":"U0F1ZMA72","16":"U0F570U57","17":"U0F1WH8AZ","18":"U0F1ZMA72","19":"U0F1ZMA72","20":"U0F23JM99","21":"U0F1WH8AZ","22":"U0F1ZMA72","23":"U0F1V9D9A","24":"U0F21G8VD","25":"U0F2WABLM","26":"U0F1ZMA72","27":"U0F1WH8AZ","28":"U0F1ZMA72","29":"U0F1ZMA72","30":"U0F570U57","31":"U0F570U57","32":"U0F2WABLM","33":"U0F23JM99","34":"U0F21G8VD","35":"U0F1V9D9A","36":"U0F1WH8AZ","37":"U0F1ZMA72","38":"U0F1ZMA72","39":"U0F1ZMA72"}}